<html><head><meta version="4"/><meta charset="UTF-8"></head><body>
<p style="font-weight: 400;">Version 4, derni&egrave;re mise &agrave; jour&nbsp;: 12/07/2024</p>
<h1>Politique de confidentialit&eacute; de votre Monsieur Cuisine connect</h1>
<p style="font-weight: 400;">Nous sommes heureux que vous vous int&eacute;ressiez &agrave; la protection de vos donn&eacute;es personnelles lors de l&rsquo;utilisation de votre appareil de cuisine Monsieur Cuisine connect (&laquo;&nbsp;Monsieur Cuisine connect&nbsp;&raquo;, &laquo;&nbsp;MCC&nbsp;&raquo;).</p>
<p style="font-weight: 400;">Les informations suivantes relatives la protection des donn&eacute;es vous indiquent le type et la port&eacute;e du traitement possible de vos donn&eacute;es personnelles dans le cadre de l&rsquo;utilisation du MCC. Les donn&eacute;es personnelles sont des informations qui peuvent vous &ecirc;tre attribu&eacute;es directement ou indirectement. Le r&egrave;glement g&eacute;n&eacute;ral sur la protection des donn&eacute;es (RGPD) sert notamment de base juridique &agrave; la protection des donn&eacute;es.</p>
<h2>1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Traitement des donn&eacute;es en mode hors ligne</h2>
<p style="font-weight: 400;"><u>Finalit&eacute;s du traitement des donn&eacute;es/base juridique&nbsp;:</u></p>
<p style="font-weight: 400;">Tant que vous ne connectez pas votre MCC au Wi-Fi, nous ne traitons aucune de vos donn&eacute;es personnelles. Dans ce cas, seules certaines informations techniques sont stock&eacute;es localement sur votre MCC (notamment les donn&eacute;es suivantes&nbsp;: le syst&egrave;me d&rsquo;exploitation et la version de l&rsquo;application de la tablette install&eacute;e, les param&egrave;tres de fonctionnement des fonctions de cuisson, les donn&eacute;es du moteur et du syst&egrave;me de chauffe, les dur&eacute;es de fonctionnement, l&rsquo;heure du syst&egrave;me, les donn&eacute;es d&rsquo;erreur, le dernier message, les ouvertures du couvercle et le calibrage de la balance).</p>
<p style="font-weight: 400;">Si vous envoyez ou remettez directement votre appareil au service-client de Lidl pour une maintenance ou une r&eacute;paration, nous collectons et utilisons &eacute;galement les r&eacute;sultats des diagnostics d&rsquo;erreur pour poursuivre notre int&eacute;r&ecirc;t l&eacute;gitime dans le d&eacute;veloppement technique du MCC et l&rsquo;am&eacute;lioration de notre service et de nos offres (par exemple, les recettes). La base juridique de cette d&eacute;marche est l&rsquo;article 6, paragraphe 1, point f), du RGPD.</p>
<p style="font-weight: 400;"><u>P&eacute;riode de stockage/crit&egrave;res de d&eacute;finition de la p&eacute;riode de stockage&nbsp;:</u></p>
<p style="font-weight: 400;">Si votre appareil n&rsquo;est pas remplac&eacute; et que vous le r&eacute;cup&eacute;rez pour continuer &agrave; l&rsquo;utiliser une fois r&eacute;par&eacute;, vos donn&eacute;es continueront &agrave; &ecirc;tre trait&eacute;es sur votre appareil. Si nous lisons et enregistrons les donn&eacute;es de votre appareil dans le cadre des diagnostics d&rsquo;erreur, nous les supprimons &agrave; l&rsquo;issue des d&eacute;lais de garantie (apr&egrave;s 5&nbsp;ans au plus tard).&nbsp;&nbsp;</p>
<p style="font-weight: 400;">Veuillez &eacute;galement consulter les informations relatives &agrave; la protection des donn&eacute;es de l&rsquo;entreprise Lidl avec laquelle vous avez conclu un contrat d&rsquo;achat ou que vous avez mandat&eacute;e pour le d&eacute;pannage (par exemple, sur https://www.lidl.de/c/datenschutz/s10007528) pour obtenir des informations sur le traitement des donn&eacute;es lors du d&eacute;pannage.</p>
<h2>2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Traitement des donn&eacute;es dans le cadre du fonctionnement en ligne</h2>
<p style="font-weight: 400;">Une fois votre MCC connect&eacute; au Wi-Fi et, le cas &eacute;ch&eacute;ant, que vous vous &ecirc;tes connect&eacute; avec votre compte client, nous ne traitons par d&eacute;faut que les donn&eacute;es n&eacute;cessaires &agrave; l&rsquo;utilisation de l&rsquo;appareil et de ses fonctionnalit&eacute;s (sections&nbsp;2.1 et 2.2). Nous ne traiterons des données supplémentaires que s’il existe un intérêt légitime de notre part (point 2.3) ou si vous y consentez et si vous nous donnez votre accord (section 2.4).</p>
<h3><strong>2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Fonctionnement de votre MCC&nbsp;</strong></h3>
<p style="font-weight: 400;"><u>Finalit&eacute;s du traitement des donn&eacute;es/base juridique&nbsp;:</u></p>
<p style="font-weight: 400;">Lorsque vous connectez votre MCC au Wi-Fi, nous traitons les donn&eacute;es de votre appareil MCC et de votre connexion Internet pour vous fournir des fonctions de base, comme le t&eacute;l&eacute;chargement des recettes que vous avez demand&eacute;es. Nous traitons &eacute;galement ces donn&eacute;es afin de mettre &agrave; jour le logiciel de votre MCC pour une utilisation sans faille et, si n&eacute;cessaire, pour t&eacute;l&eacute;charger de nouvelles fonctions et recettes destin&eacute;es &agrave; pr&eacute;d&eacute;finir. Les donn&eacute;es suivantes sont trait&eacute;es en particulier&nbsp;: l&rsquo;heure et le contenu de la demande, l&rsquo;adresse IP, le syst&egrave;me d&rsquo;exploitation et la version de l&rsquo;application de la tablette install&eacute;e, la version de la politique de confidentialit&eacute;.</p>
<p style="font-weight: 400;">La base juridique de ce traitement de donn&eacute;es est l&rsquo;article&nbsp;6, paragraphe&nbsp;1, point b) du RGPD, c&rsquo;est-&agrave;-dire que nous traitons ces donn&eacute;es sur la base de la relation contractuelle entre vous et nous.</p>
<p style="font-weight: 400;"><u>P&eacute;riode de stockage/ Crit&egrave;res de d&eacute;finition de la p&eacute;riode de stockage&nbsp;:</u></p>
<p style="font-weight: 400;">Nous conservons les donn&eacute;es que nous utilisons pour mettre &agrave; votre disposition les fonctions de votre MCC pendant un maximum de 90 jours.</p>
<h3><strong>2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Inscription et utilisation du compte client Monsieur Cuisine</strong></h3>
<p style="font-weight: 400;"><u>Finalit&eacute;s du traitement des donn&eacute;es/bases juridiques:</u></p>
<p style="font-weight: 400;">Vous pouvez cr&eacute;er un compte utilisateur sur l&rsquo;appareil de cuisine Monsieur Cuisine connect et utiliser ce compte pour vous connecter &agrave; votre appareil et b&eacute;n&eacute;ficier ainsi de certaines fonctionnalit&eacute;s (s&eacute;lection de recettes pr&eacute;f&eacute;r&eacute;es, par exemple). Vous pouvez &eacute;galement utiliser votre compte en le synchronisant entre votre appareil, votre application et le site Web.</p>
<p style="font-weight: 400;">Une fois inscrit, vous recevez un lien d&rsquo;activation qui vous permet d&rsquo;activer votre compte et de d&eacute;finir un mot de passe. Le processus d&rsquo;inscription n&rsquo;est achev&eacute; qu&rsquo;une fois l&rsquo;adresse e-mail indiqu&eacute;e dans ce cadre valid&eacute;e et l&rsquo;inscription confirm&eacute;e d&eacute;finitivement de notre c&ocirc;t&eacute;.&nbsp;</p>
<p style="font-weight: 400;">Les donn&eacute;es suivantes sont cr&eacute;&eacute;es dans le cadre du processus d&rsquo;inscription&nbsp;:</p>
<ul>
<li style="font-weight: 400;">pseudonyme (surnom),</li>
<li style="font-weight: 400;">adresse e-mail,</li>
<li style="font-weight: 400;">mot de passe et</li>
<li style="font-weight: 400;">identifiant d&rsquo;utilisateur automatiquement attribu&eacute;.</li>
</ul>
<p style="font-weight: 400;">Les donn&eacute;es fournies dans le cadre du processus d&rsquo;inscription doivent &ecirc;tre exactes en termes de contenu. Il est interdit d&rsquo;utiliser des donn&eacute;es de tiers.</p>
<p style="font-weight: 400;">Vous pouvez &eacute;galement compl&eacute;ter votre profil avec les informations suivantes (que vous communiquez de votre plein gr&eacute;)&nbsp;:</p>
<ul>
<li style="font-weight: 400;">photo de profil,</li>
<li style="font-weight: 400;">type d&rsquo;appareil utilis&eacute;,</li>
<li style="font-weight: 400;">recettes que vous avez cr&eacute;&eacute;es (sur le site Web uniquement)</li>
<li style="font-weight: 400;">photos de vos recettes (sur le site Web uniquement) et</li>
<li style="font-weight: 400;">commentaires relatifs aux recettes.</li>
</ul>
<p style="font-weight: 400;">&nbsp;</p>
<p style="font-weight: 400;">Nous utilisons votre adresse e-mail afin</p>
<ul>
<li style="font-weight: 400;">de vous aider en cas de probl&egrave;mes avec votre compte utilisateur et</li>
<li style="font-weight: 400;">de vous informer en cas de modifications des conditions d&rsquo;utilisation ou, si n&eacute;cessaire, en cas de modifications de la politique de confidentialit&eacute;.</li>
</ul>
<p style="font-weight: 400;">La base juridique de l&rsquo;enregistrement de vos donn&eacute;es est donc l&rsquo;article&nbsp;6, paragraphe&nbsp;1, point b) du RGPD, c&rsquo;est-&agrave;-dire que nous traitons vos donn&eacute;es dans le cadre de la pr&eacute;paration ou de l&rsquo;ex&eacute;cution du contrat.</p>
<p style="font-weight: 400;"><u>Destinataires/cat&eacute;gories de destinataires&nbsp;:</u></p>
<p style="font-weight: 400;">Pour le traitement de vos donn&eacute;es, nous faisons appel &agrave; des prestataires qui mettent &agrave; notre disposition de la m&eacute;moire, des syst&egrave;mes de bases de donn&eacute;es, etc., assurent l&rsquo;assistance technique et nous conseillent sur les plans marketing et technique. Tous nos prestataires sont soigneusement s&eacute;lectionn&eacute;s, audit&eacute;s par nos soins et oblig&eacute;s contractuellement, conform&eacute;ment &agrave; l&rsquo;article&nbsp;28 du RGPD.</p>
<p style="font-weight: 400;">Vous seul pouvez consulter les recettes pr&eacute;f&eacute;r&eacute;es que vous avez s&eacute;lectionn&eacute;es. Les recettes que vous avez cr&eacute;&eacute;es et vos commentaires peuvent &ecirc;tre consult&eacute;s, avec votre surnom et la photo de votre profil, le cas &eacute;ch&eacute;ant, par des tiers.</p>
<p style="font-weight: 400;"><u>P&eacute;riode de stockage/crit&egrave;res de d&eacute;finition de la p&eacute;riode de stockage&nbsp;:</u></p>
<p style="font-weight: 400;">Lorsque vous demandez la suppression de votre compte Monsieur Cuisine, vos donn&eacute;es sont supprim&eacute;es en cons&eacute;quence. Les recettes que vous avez cr&eacute;&eacute;es et vos commentaires jusqu&rsquo;&agrave; la suppression du compte sont alors anonymis&eacute;s et mis &agrave; la disposition des autres visiteurs du site Web et de l&rsquo;application MC. Si vous souhaitez que les recettes que vous avez cr&eacute;&eacute;es et vos commentaires soient totalement supprim&eacute;s, veuillez formuler une demande distincte &agrave; cet &eacute;gard aupr&egrave;s de notre service client&egrave;le (point&nbsp;3). Les recettes que vous avez cr&eacute;&eacute;es et vos commentaires seront alors totalement supprim&eacute;s.</p>
<p style="font-weight: 400;">Vous pouvez &eacute;galement supprimer les donn&eacute;es d&rsquo;utilisateur enregistr&eacute;es localement sur votre MCC en proc&eacute;dant &agrave; une r&eacute;initialisation. Pour acc&eacute;der &agrave; cette fonctionnalit&eacute;, vous devez vous rendre dans la rubrique des param&egrave;tres, sous R&eacute;glages d&rsquo;usine, puis R&eacute;tablir les r&eacute;glages d&rsquo;usine.</p>
<h3><strong>2.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Détermination de votre pays de résidence</strong></h3>
<p style="font-weight: 400;"><u>Finalit&eacute;s du traitement des donn&eacute;es/base juridique&nbsp;:</u></p>
<p style="font-weight: 400;">Votre MCC nous permet d’afficher des communications sous la forme de « fenêtres pop-up ». Pour que notre communication soit aussi spécifique que possible à votre pays, nous relevons et analysons votre adresse IP. Il ne nous est pas possible de tirer des conclusions sur votre personne concrète ni sur votre localisation exacte. Nous pouvons uniquement déterminer le pays dans lequel vous résidez.</p>
<p style="font-weight: 400;">La base juridique pour le traitement de votre adresse IP est l’article 6, paragraphe 1, point f) du RGPD. Notre intérêt (légitime) et le vôtre dans ce traitement de données découlent de l’objectif d’afficher des communications pertinentes pour le pays dans lequel vous résidez.</p>
<p style="font-weight: 400;"><u>P&eacute;riode de stockage/crit&egrave;res de d&eacute;finition de la p&eacute;riode de stockage&nbsp;:</u></p>
<p style="font-weight: 400;">Votre adresse IP sera supprimée au plus tard à la fin de la campagne qui justifiait notre communication.</p>
<h3><strong>2.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Analyse d&rsquo;utilisation que vous faites de nos services</strong></h3>
<p style="font-weight: 400;"><u>Finalit&eacute;s du traitement des donn&eacute;es/base juridique&nbsp;:</u></p>
<p style="font-weight: 400;">Si vous avez consenti &agrave; l&rsquo;analyse de votre utilisation du MCC, nous traitons notamment les informations suivantes, dans le but de v&eacute;rifier et de d&eacute;velopper les fonctions de votre MCC, de d&eacute;velopper et d&rsquo;optimiser l&rsquo;offre de recettes en l&rsquo;adaptant aux habitudes d&rsquo;utilisation r&eacute;gionales, par exemple, et d&rsquo;assurer l&rsquo;ex&eacute;cution correcte, efficace et r&eacute;ussie de l&rsquo;assistance, des r&eacute;parations et de l&rsquo;entretien de votre MCC&nbsp;: les comportements de votre MCC dans le cadre de la cuisine et autres comportements d&rsquo;utilisation (fonction de l&rsquo;appareil d&eacute;marr&eacute;e par recette, temps d&rsquo;activit&eacute; par &eacute;tape de la recette, utilisation de certaines fonctions de votre MCC, r&eacute;glages effectu&eacute;s, par exemple).</p>
<p style="font-weight: 400;">Si vous avez donn&eacute; un ou plusieurs consentements au traitement des donn&eacute;es, nous stockons l&rsquo;horodatage et la preuve de la d&eacute;claration de consentement avec l&rsquo;identifiant de votre appareil. De cette fa&ccedil;on, nous remplissons notre obligation l&eacute;gale de pouvoir prouver la l&eacute;galit&eacute; du traitement des donn&eacute;es bas&eacute; sur le consentement (article&nbsp;6, paragraphe&nbsp;1, point c), article&nbsp;5 paragraphe&nbsp;2 du RGPD). Si vous ne donnez pas votre consentement, nous conservons l&rsquo;information selon laquelle vous n&rsquo;avez pas consenti au traitement des donn&eacute;es.</p>
<p style="font-weight: 400;"><u>P&eacute;riode de stockage/crit&egrave;res de d&eacute;finition de la p&eacute;riode de stockage&nbsp;:</u></p>
<p style="font-weight: 400;">Si vous avez donn&eacute; votre consentement au traitement de vos donn&eacute;es via l&rsquo;utilisation de votre MCC, nous conserverons les donn&eacute;es trait&eacute;es sur la base de ce consentement pendant un maximum de 7&nbsp;jours apr&egrave;s leur collecte. &Agrave; l&rsquo;issue de ce d&eacute;lai, vos donn&eacute;es sont anonymis&eacute;es et regroup&eacute;es pour analyse statistique afin d&rsquo;&ecirc;tre d&eacute;finitivement supprim&eacute;es 6&nbsp;mois plus tard.</p>
<p style="font-weight: 400;">Nous conservons les donn&eacute;es prouvant votre consentement pendant un maximum de 24&nbsp;mois apr&egrave;s avoir cess&eacute; de traiter vos donn&eacute;es personnelles sur la base de votre consentement.</p>
<h3><strong>2.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Destinataires/cat&eacute;gories de destinataires des donn&eacute;es</strong></h3>
<p style="font-weight: 400;">Dans certains cas, nous faisons appel &agrave; des prestataires de services pour le traitement de vos donn&eacute;es. Elles sont soumises &agrave; nos instructions et sont contr&ocirc;l&eacute;es par nous avant le d&eacute;but du traitement des donn&eacute;es et r&eacute;guli&egrave;rement par la suite. Ces entreprises ne poursuivent pas leurs propres objectifs avec vos donn&eacute;es personnelles.</p>
<p style="font-weight: 400;">Dans ce contexte, nous transmettons vos donn&eacute;es &agrave; des destinataires qui nous soutiennent dans les domaines suivants&nbsp;:</p>
<p style="font-weight: 400;">o Capacit&eacute; de stockage, syst&egrave;mes de base de donn&eacute;es</p>
<p style="font-weight: 400;">o Support technique, &eacute;dition de contenu et gestion des comptes utilisateurs.</p>
<p style="font-weight: 400;">Si vos donn&eacute;es personnelles sont trait&eacute;es dans un pays situ&eacute; en dehors de l&rsquo;Espace &eacute;conomique europ&eacute;en, nous nous conformons strictement aux dispositions du RGPD concernant ces transferts vers des pays tiers (notamment en concluant des clauses contractuelles types de protection des donn&eacute;es). &Agrave; l&rsquo;heure actuelle, cet acc&egrave;s aux donn&eacute;es n&rsquo;est possible que depuis les &Eacute;tats-Unis et Hong Kong et, dans certains cas, uniquement apr&egrave;s l&rsquo;approbation s&eacute;par&eacute;e par un de nos prestataires de services bas&eacute; en UE.</p>
<h2>3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Droits des personnes concern&eacute;es</h2>
<p style="font-weight: 400;">Bien entendu, nous vous donnons acc&egrave;s sur demande aux informations pr&eacute;vues &agrave; l&rsquo;article&nbsp;15 RGPD (en particulier aux donn&eacute;es enregistr&eacute;es vous concernant, aux destinataires ou aux cat&eacute;gories de destinataires auxquels/auxquelles les donn&eacute;es sont transf&eacute;r&eacute;es, &agrave; la finalit&eacute; de l&rsquo;enregistrement, etc.). En outre, vous disposez d&rsquo;un droit de rectification des donn&eacute;es inexactes (art. 16 du RGPD) ainsi que d&rsquo;un droit &agrave; l&rsquo;effacement (art. 17 du RGPD), &agrave; la limitation du traitement (art. 18 du RGPD) et &agrave; la portabilit&eacute; de vos donn&eacute;es personnelles (art. 20 du RGPD) dans les conditions l&eacute;gales respectives.</p>
<p style="font-weight: 400;"><strong>Dans les cas o&ugrave; le traitement des donn&eacute;es est fond&eacute; sur l&rsquo;article 6, paragraphe 1, point e) ou f) du RGPD et/ou est effectu&eacute; &agrave; des fins de marketing direct, vous avez le droit de vous opposer au traitement, notamment en nous contactant &agrave; l&rsquo;adresse &eacute;lectronique mentionn&eacute;e au point 6.</strong></p>
<p style="font-weight: 400;">Si vous avez donn&eacute; un ou plusieurs consentements, vous pouvez les r&eacute;voquer &agrave; tout moment avec effet pour l&rsquo;avenir.</p>
<p style="font-weight: 400;">Si vous souhaitez exercer ces droits ou si vous avez des questions concernant la collecte, le traitement et l'utilisation de vos donn&eacute;es personnelles, vous pouvez nous contacter &agrave; tout moment aux adresses suivantes:&nbsp;<a href="mailto:protection.donnees-mc@lidl.fr">protection.donnees-mc@lidl.fr</a>.</p>
<p style="font-weight: 400;">En outre, vous avez le droit de d&eacute;poser une plainte aupr&egrave;s de l&rsquo;autorit&eacute; de surveillance comp&eacute;tente.</p>
<h2>4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Aucune obligation de fournir des donn&eacute;es</h2>
<p style="font-weight: 400;">Vous n&rsquo;&ecirc;tes pas oblig&eacute; de fournir des donn&eacute;es personnelles. Toutefois, sans le stockage de vos donn&eacute;es dans votre compte et l&rsquo;&eacute;tablissement d&rsquo;une connexion Internet, vous ne pouvez faire qu&rsquo;une utilisation limit&eacute;e de certaines fonctions du MCC (comme le t&eacute;l&eacute;chargement de nouvelles recettes ou les mises &agrave; jour du logiciel). En outre, sans votre consentement au traitement des donn&eacute;es, nous vous montrerons des produits et des recettes moins adapt&eacute;s &agrave; vos int&eacute;r&ecirc;ts &eacute;ventuels.</p>
<h2>5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Modifications de la politique de confidentialit&eacute;</h2>
<p style="font-weight: 400;">Une modification de la pr&eacute;sente politique de confidentialit&eacute; peut &ecirc;tre n&eacute;cessaire en raison de changements du contexte juridique ou des circonstances du traitement des donn&eacute;es dans le cadre de l&rsquo;utilisation du MCC. En cas de modification des finalit&eacute;s de la collecte, du traitement ou de l&rsquo;utilisation de vos donn&eacute;es personnelles, ainsi que de l&rsquo;identit&eacute; de l&rsquo;organisme responsable et des cat&eacute;gories de destinataires, nous vous en informerons et, le cas &eacute;ch&eacute;ant, nous vous demanderons votre consentement.</p>
<h2>6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Personne responsable et d&eacute;l&eacute;gu&eacute; &agrave; la protection des donn&eacute;es</h2>
<p style="font-weight: 400;">La Lidl Stiftung &amp; Co. KG, Stiftsbergstra&szlig;e 1, 74167 Neckarsulm est responsable du traitement de vos donn&eacute;es personnelles dans le cadre de l&rsquo;utilisation de votre MCC.</p>
<p style="font-weight: 400;">Le d&eacute;l&eacute;gu&eacute; &agrave; la protection des donn&eacute;es de la soci&eacute;t&eacute; Lidl Stiftung &amp; Co. KG peut &ecirc;tre contact&eacute; &agrave; l&rsquo;adresse susmentionn&eacute;e en indiquant &laquo;&nbsp;&Agrave; l'attention du d&eacute;l&eacute;gu&eacute; &agrave; la protection des donn&eacute;es&nbsp;&raquo; et l&rsquo;adresse indiqu&eacute;e&nbsp;au point&nbsp;3.</p></body></html>