<html><head><meta version="1"/><meta charset="UTF-8"></head><body>
<h3>Conditions g&eacute;n&eacute;rales d&rsquo;utilisation du site www.monsieur-cuisine.com, Monsieur Cuisine compte et de l&rsquo;application Monsieur Cuisine</h3>
<h3>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Prestataire et champ d&rsquo;application</h3>
<ul>
<li>Lidl Stiftung &amp; Co. KG, Stiftsbergstra&szlig;e 1, 74172 Neckarsulm, Tribunal administratif de Stuttgart, HRA 102314 (ci-apr&egrave;s d&eacute;nomm&eacute;e &laquo;&nbsp;Lidl&nbsp;&raquo;) propose une plateforme permettant, entre autres, de regrouper des recettes sur le site Internet <a href="http://www.monsieur-cuisine.com">monsieur-cuisine.com</a> (&laquo;&nbsp;Site Internet&nbsp;&raquo;) et l&rsquo;application &laquo;&nbsp;Monsieur Cuisine&nbsp;&raquo; (&laquo;&nbsp;Application&nbsp;&raquo;) (Site Internet et Application ci-apr&egrave;s d&eacute;nomm&eacute;s conjointement &laquo;&nbsp;Plateforme&nbsp;&raquo;).</li>
<li>La plateforme est propos&eacute;e par Lidl sur la base exclusive des pr&eacute;sentes conditions d&rsquo;utilisation exclusivement. L&rsquo;utilisateur peut &agrave; tout moment acc&eacute;der aux conditions d&rsquo;utilisation en vigueur, les enregistrer et les imprimer sur <a href="https://www.monsieur-cuisine.com/de/impressum/#c28644">https://www.monsieur-cuisine.com/de/impressum/#c28644</a> et dans la rubrique &laquo;&nbsp;Profil, confidentialit&eacute; et conditions d&rsquo;utilisation&nbsp;&raquo; dans l&rsquo;application.</li>
<li>Nous ne conserverons pas ce texte contractuel apr&egrave;s la conclusion du contrat. L&rsquo;utilisateur peut acc&eacute;der et enregistrer les conditions g&eacute;n&eacute;rales d&rsquo;utilisation &agrave; tout moment dans le menu principal de l&rsquo;application et sur le site web.</li>
</ul>
<h3>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Inscription</h3>
<p>2.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Les utilisateurs peuvent consulter les informations publiques disponibles sur la plateforme sans s&rsquo;inscrire.</p>
<p>2.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L&rsquo;utilisation de la plateforme, y compris la soumission d&rsquo;avis et la publication de commentaires ainsi que de recettes et de photos, n&eacute;cessite l&rsquo;enregistrement de l&rsquo;utilisateur concern&eacute; et la cr&eacute;ation d&rsquo;un compte. Pour ce qui est de l&rsquo;application, l&rsquo;enregistrement peut &ecirc;tre effectu&eacute; apr&egrave;s son t&eacute;l&eacute;chargement.</p>
<p>2.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lors de l&rsquo;utilisation de la Plateforme en lien avec Monsieur Cuisine Connect, l&rsquo;utilisateur fait une offre contraignante d&rsquo;inscription &agrave; la Plateforme et d&rsquo;utilisation de la gamme de services en cliquant sur le bouton &laquo;&nbsp;S&rsquo;inscrire&nbsp;&raquo; dans l&rsquo;application et sur le bouton &laquo;&nbsp;S&rsquo;inscrire maintenant&nbsp;&raquo; sur le Site Internet et en fournissant toutes les informations demand&eacute;es, en saisissant le nom d&rsquo;utilisateur et le mot de passe et en cliquant sur le bouton &laquo;&nbsp;Termin&eacute;&nbsp;&raquo; ou sur le bouton &laquo;&nbsp;S&rsquo;inscrire et cr&eacute;er un compte utilisateur&nbsp;&raquo;.</p>
<p>2.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cette offre n&rsquo;engendre aucun co&ucirc;t pour l&rsquo;utilisateur. Tant que vous n&rsquo;avez pas cliqu&eacute; sur le bouton &laquo;&nbsp;Termin&eacute;&nbsp;&raquo; ou sur le bouton &laquo;&nbsp;S&rsquo;inscrire et cr&eacute;er un compte d&rsquo;utilisateur&nbsp;&raquo;, vous pouvez annuler l&rsquo;inscription &agrave; tout moment ou modifier les informations que vous avez fournies en supprimant, ajoutant ou corrigeant les informations dans les diff&eacute;rents champs ou en fermant l&rsquo;application. Apr&egrave;s avoir termin&eacute; le processus d&rsquo;enregistrement, l&rsquo;utilisateur peut modifier &agrave; tout moment les informations fournies dans le compte personnel.</p>
<p>2.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Apr&egrave;s r&eacute;ception de l&rsquo;offre de conclusion du contrat, l&rsquo;utilisateur recevra une confirmation de la r&eacute;ception de l&rsquo;offre (&laquo;&nbsp;confirmation de commande&nbsp;&raquo;) &agrave; l&rsquo;adresse &eacute;lectronique fournie lors d&rsquo;inscription. Cette confirmation de commande repr&eacute;sente &eacute;galement l&rsquo;acceptation de l&rsquo;offre par Lidl (&laquo;&nbsp;conclusion du contrat&nbsp;&raquo;) et contient un lien de v&eacute;rification. La plate-forme peut &ecirc;tre utilis&eacute;e d&egrave;s que l&rsquo;utilisateur a confirm&eacute; le lien de v&eacute;rification contenu dans l&rsquo;e-mail.</p>
<p>2.6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L&rsquo;utilisation de la plateforme &eacute;tant fournie volontairement et gratuitement par Lidl, Lidl est en droit de refuser la cr&eacute;ation d&rsquo;un compte au cas par cas sans en indiquer la raison.</p>
<p>2.7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L&rsquo;adresse e-mail que l&rsquo;utilisateur saisit ne doit pas encore &ecirc;tre attribu&eacute;e &agrave; un autre compte. En outre, l&rsquo;indication d&rsquo;une adresse e-mail ou de tout autre type de coordonn&eacute;es qui n&rsquo;appartiennent pas &agrave; l&rsquo;utilisateur, en particulier d&rsquo;une &laquo;&nbsp;adresse e-mail jetable&nbsp;&raquo;, est interdite. L&rsquo;utilisateur doit assurer la s&eacute;curit&eacute; des donn&eacute;es d&rsquo;acc&egrave;s. Il est interdit de donner l&rsquo;acc&egrave;s du compte &agrave; d&rsquo;autres personnes.</p>
<p>2.8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Toute interaction avec Lidl intervenant via le compte de l&rsquo;utilisateur est consid&eacute;r&eacute;e comme provenant de lui. Il en va de m&ecirc;me si des tiers ont agi via le compte dans le cas o&ugrave; de tels tiers ont pu utiliser votre compte par la faute de l&rsquo;utilisateur. L&rsquo;utilisateur est tenu de nous informer imm&eacute;diatement de toute utilisation non autoris&eacute;e de son compte et de modifier ses identifiants s&rsquo;il soup&ccedil;onne une utilisation de son compte par des tiers.</p>
<h3>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Contenu de la prestation</h3>
<p>La plate-forme propose &agrave; l&rsquo;utilisateur une large gamme d&rsquo;options d&rsquo;utilisation (&laquo;&nbsp;contenu du service&nbsp;&raquo;) qui sont affich&eacute;es et mises &agrave; la disposition de l&rsquo;utilisateur sur la plate-forme. Il s&rsquo;agit notamment, mais sans s&rsquo;y limiter, des contenus de services suivants ou similaires&nbsp;:</p>
<ul>
<li>Recherche par recettes</li>
<li>Les utilisateurs inscrits ont &eacute;galement la possibilit&eacute; de</li>
<li>s&eacute;lectionner leurs recettes favorites et de les enregistrer dans leur profil.</li>
<li>illustrer et de publier de recettes cr&eacute;&eacute;es par vous-m&ecirc;me (uniquement possible sur le site web)&nbsp;</li>
<li>commenter les recettes des autres utilisateurs (uniquement possible sur le site web)</li>
<li>cr&eacute;er de listes de courses (uniquement possible dans l&rsquo;application)</li>
<li>de t&eacute;l&eacute;charger gratuitement des livres de cuisine Monsieur-Cuisine (uniquement possible depuis le site web)&nbsp; &nbsp;</li>
<li>de synchroniser des comptes utilisateurs entre l&rsquo;application Monsieur Cuisine, le site Internet Monsieur Cuisine et Monsieur Cuisine Connect&nbsp;</li>
</ul>
<h3>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Attribution de droits</h3>
<p>4.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pendant la dur&eacute;e du pr&eacute;sent accord, l&rsquo;utilisateur se voit accorder le droit non exclusif, non transf&eacute;rable et non sous-licenciable d&rsquo;utiliser la plate-forme exclusivement aux fins de sa bonne utilisation conform&eacute;ment aux pr&eacute;sentes conditions. L&rsquo;utilisateur ne peut pas modifier, adapter, traduire ou transformer de quelque mani&egrave;re que ce soit la plateforme ou la connecter &agrave; tout autre logiciel. Toute utilisation commerciale des recettes est exclue.</p>
<p>4.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L&rsquo;utilisateur accorde &agrave; Lidl le droit, illimit&eacute; dans le temps et dans l&rsquo;espace, de modifier les suggestions, id&eacute;es, recettes et autres contenus qu&rsquo;il a soumis et de les rendre publiquement disponibles sur la plateforme, la boutique en ligne Lidl et sur les r&eacute;seaux sociaux, lui-m&ecirc;me ou par l&rsquo;interm&eacute;diaire de tiers, ainsi que de les reproduire et de les distribuer afin de fournir &eacute;galement le contenu du service d&eacute;crit au point 3 &agrave; d&rsquo;autres utilisateurs.</p>
<p>4.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L&rsquo;utilisateur accepte que Lidl mette le contenu &agrave; la disposition d&rsquo;autres utilisateurs conform&eacute;ment au point 4.2 et que les recettes post&eacute;es par l&rsquo;utilisateur puissent &ecirc;tre t&eacute;l&eacute;charg&eacute;es par d&rsquo;autres utilisateurs &agrave; des fins priv&eacute;es, reproduites sans limitation et transmises &agrave; des proches pour un usage priv&eacute; gratuit dans le cadre de ce qui est indiqu&eacute; ci-dessus.</p>
<p>4.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L&rsquo;utilisateur garantit qu&rsquo;aucun des contenus transmis ne viole les droits de tiers, en particulier les droits relatifs aux noms, aux marques, aux droits d&rsquo;auteur, &agrave; l&rsquo;image et &agrave; la protection des donn&eacute;es.</p>
<h3>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Devoirs de l&rsquo;utilisateur</h3>
<p>5.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L&rsquo;utilisateur doit s&rsquo;abstenir de toute activit&eacute; susceptible de nuire au fonctionnement de la plate-forme ou de l&rsquo;infrastructure technique dont elle d&eacute;pend.</p>
<p>5.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L&rsquo;utilisateur s&rsquo;engage vis-&agrave;-vis de Lidl &agrave; ne pas t&eacute;l&eacute;charger sur la plateforme des contenus qui, par leur contenu, leur forme, leur conception ou de toute autre mani&egrave;re, violent le droit en vigueur ou les bonnes m&oelig;urs.</p>
<p>5.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Il est notamment interdit &agrave; l&rsquo;utilisateur de publier ou de distribuer des contenus qui</p>
<ul>
<li>violent la loi en vigueur ou sont immoraux&nbsp;,</li>
<li>portent atteinte aux marques, brevets, droits d&rsquo;auteur, autres droits de propri&eacute;t&eacute;, secrets commerciaux ou autres droits de tiers&nbsp;;</li>
<li>sont obsc&egrave;nes, racistes, font l&rsquo;apologie de la violence, sont pornographiques, portent atteinte aux mineurs ou mettent en danger ou nuisent au d&eacute;veloppement des enfants et des jeunes&nbsp;;</li>
<li>ont un caract&egrave;re insultant, harcelant, diffamatoire ou portant atteinte &agrave; la personne&nbsp;;</li>
<li>contiennent des donn&eacute;es personnelles de tiers sans leur consentement expr&egrave;s&nbsp;;</li>
<li>ont un caract&egrave;re commercial, notamment publicitaire.</li>
</ul>
<p>5.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Le contenu publi&eacute; par les utilisateurs est publi&eacute; automatiquement et sans examen pr&eacute;alable pour v&eacute;rifier s&rsquo;il ne viole pas les pr&eacute;sentes conditions d&rsquo;utilisation ou le droit applicable. Lidl ne s&rsquo;approprie pas express&eacute;ment les contenus publi&eacute;s par les utilisateurs.</p>
<p>5.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; De plus, chaque utilisateur a la possibilit&eacute; de signaler &agrave; Lidl tout contenu suspect&eacute; d&rsquo;&ecirc;tre ill&eacute;gal.</p>
<h3>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Responsabilit&eacute;</h3>
<p>6.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La responsabilit&eacute; de Lidl est engag&eacute;e sans restriction en cas d&rsquo;intention et de n&eacute;gligence grave ainsi que pour les dommages r&eacute;sultant d&rsquo;une atteinte &agrave; la vie, au corps ou &agrave; la sant&eacute;.</p>
<p>6.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; En cas de n&eacute;gligence l&eacute;g&egrave;re, la responsabilit&eacute; de Lidl n&rsquo;est engag&eacute;e qu&rsquo;en cas de violation d&rsquo;une obligation contractuelle essentielle. Une obligation contractuelle essentielle dans ce sens est une obligation essentielle pour l&rsquo;ex&eacute;cution du contrat et sur laquelle le partenaire contractuel peut donc compter sur une base r&eacute;guli&egrave;re.</p>
<p>6.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La responsabilit&eacute; selon le point 6.2 est limit&eacute;e aux dommages typiques et pr&eacute;visibles au moment de la conclusion du contrat.</p>
<p>6.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Les limitations de responsabilit&eacute; s&rsquo;appliquent en cons&eacute;quence en faveur des collaborateurs, agents et auxiliaires d&rsquo;ex&eacute;cution de Lidl.</p>
<p>6.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La responsabilit&eacute; de Lidl pour les garanties express&eacute;ment d&eacute;sign&eacute;es comme telles et pour les r&eacute;clamations bas&eacute;es sur la loi sur la responsabilit&eacute; du fait des produits n&rsquo;est pas affect&eacute;e.</p>
<p>6.6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La responsabilit&eacute; de Lidl ne peut &ecirc;tre engag&eacute;e dans tout autre cas.</p>
<h3>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dur&eacute;e et r&eacute;siliation</h3>
<p>7.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Le contrat d&rsquo;utilisation est conclu pour une dur&eacute;e ind&eacute;termin&eacute;e et peut &ecirc;tre r&eacute;sili&eacute; &agrave; tout moment par l&rsquo;utilisateur et par Lidl.</p>
<p>7.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lors de l&rsquo;utilisation de la plate-forme en connexion avec Monsieur Cuisine Connect, l&rsquo;utilisateur enregistr&eacute; peut r&eacute;silier le contrat d&rsquo;utilisation &agrave; tout moment et sans pr&eacute;avis &agrave; Lidl, par exemple par e-mail &agrave; protection.donnees-mc@lidl.fr.</p>
<p>7.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Le droit de r&eacute;siliation exceptionnelle des parties pour justes motifs reste intact.</p>
<h3>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Violation des conditions d&rsquo;utilisation</h3>
<p>8.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L&rsquo;utilisateur s&rsquo;engage vis-&agrave;-vis de Lidl &agrave; n&rsquo;utiliser la plateforme qu&rsquo;&agrave; des fins qui n&rsquo;enfreignent pas les pr&eacute;sentes conditions d&rsquo;utilisation ou le droit en vigueur, ni ne portent atteinte aux droits de tiers.</p>
<p>8.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lidl se r&eacute;serve le droit de bloquer l&rsquo;acc&egrave;s &agrave; la plateforme si et aussi longtemps que l&rsquo;utilisateur viole les conditions d&rsquo;utilisation dans une mesure non n&eacute;gligeable.</p>
<p>8.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Les points 4.2 et 4.3 ne sont pas affect&eacute;s par une r&eacute;siliation.</p>
<h3>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dispositions g&eacute;n&eacute;rales</h3>
<p>9.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La langue contractuelle est le fran&ccedil;ais.</p>
<p>9.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Toutes les relations juridiques entre l&rsquo;utilisateur et Lidl sont r&eacute;gies par le droit de la R&eacute;publique f&eacute;d&eacute;rale d&rsquo;Allemagne, &agrave; l&rsquo;exclusion de la Convention des Nations unies sur les contrats de vente internationale de marchandises, &agrave; condition que l&rsquo;utilisateur ait sa r&eacute;sidence habituelle en Allemagne ou que sa r&eacute;sidence habituelle se trouve dans un pays non membre de l&rsquo;Union europ&eacute;enne. Si l&rsquo;utilisateur a sa r&eacute;sidence habituelle dans un autre &Eacute;tat membre de l&rsquo;Union europ&eacute;enne, les dispositions obligatoires de cet &Eacute;tat membre dans lequel le membre a sa r&eacute;sidence habituelle ne sont pas affect&eacute;es.</p>
<p>9.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dans le cas o&ugrave; certaines dispositions des pr&eacute;sentes conditions d&rsquo;utilisation seraient invalides, la validit&eacute; des autres dispositions n&rsquo;en serait pas affect&eacute;e.</p>
<p>9.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La Commission europ&eacute;enne met &agrave; disposition une plateforme de r&eacute;solution des litiges en ligne, &agrave; laquelle le client peut acc&eacute;der sur <a href="http://www.ec.europa.eu/consumers/odr">http://www.ec.europa.eu/consumers/odr</a>. Lidl n&rsquo;est pas oblig&eacute; de participer &agrave; une proc&eacute;dure de r&egrave;glement des litiges devant une commission d&rsquo;arbitrage des consommateurs et n&rsquo;est pas dispos&eacute; &agrave; le faire.</p>
<p>&nbsp;</p>
<p>Version&nbsp;: Octobre/2021</p>
<p>&nbsp;</p></body></html>