[
  {
    "title": "Hoe plaats ik de mixkom en sluit ik het deksel?",
    "content": "Nadere uitleg hierover geven de tutorials onder 'Instellingen'.\n (zie ook de Gebruiksaanwijzing, Mixkom gebruiken -> Mixkom plaatsen en deksel van de mixkom plaatsen.)"
  },
  {
    "title": "Waar vind ik de automatische programma’s voor het kneden, stomen en braden?",
    "content": "Druk op het symbool voor de automatische programma’s op de display om alle automatische programma’s te vinden.\n Nadere uitleg hierover geven de tutorials onder 'Instellingen' bij de tutorials."
  },
  {
    "title": "Hoe werkt de weegschaal?",
    "content": "Nadere uitleg hierover geven de tutorials onder 'Instellingen' bij de tutorials.\n (Zie ook de Gebruiksaanwijzing, Weegschaal -> Snel wegen en wegen met de tarrafunctie.)"
  },
  {
    "title": "Waarom moet het deksel van de mixkom goed worden vergrendeld en waarom moet de maatbeker worden geplaatst?",
    "content": "Veiligheid gaat voor alles: het deksel van de mixkom moet goed worden vergrendeld, zodat er tijdens het gebruik geen hete vloeistof kan vrijkomen (gevaar van brandletsel!) Als het deksel niet op de juiste wijze is vergrendeld, verschijnt er op de display een overeenkomstige melding. Dan kan het apparaat niet worden gestart of wordt het kookproces beëindigd."
  },
  {
    "title": "Waarom past de mixkom niet in het apparaat?",
    "content": "Controleer of de mixkom wel op de juiste wijze is geplaatst. Het symbool op de mixkom moet naar voren wijzen (zie Gebruiksaanwijzing, Mixkom gebruiken -> Mixkom plaatsen). De pinnetjes aan de onderkant van de mixkom moeten in de daarvoor bedoelde openingen in het apparaat passen."
  },
  {
    "title": "Waarom kan ik het apparaat niet inschakelen?",
    "content": "Controleer of de stekker (goed) in het stopcontact zit. Druk daarna op de AAN/UIT -schakelaar aan de rechterkant van het apparaat."
  },
  {
    "title": "Waarom kan er geen hogere snelheid dan Stand 3 worden ingesteld?",
    "content": "Bij een temperatuurinstelling van meer dan 37 °C is de maximale snelheid Stand 3."
  },
  {
    "title": "Waarom kan ik met de toets START het kookproces onderbreken?",
    "content": "Deze functie biedt de mogelijkheid om via de vulopening ingrediënten toe te voegen, zonder het automatische programma of de ingestelde functie te onderbreken."
  },
  {
    "title": "Hoe krijg ik een verkleurd deksel weer schoon?",
    "content": "De verwerking van sterk afgevend voedsel zoals wortels, broccoli, pompoen, curry, kurkuma, bietjes enz. kan verkleuring van het deksel veroorzaken. Dit is geen materiaalfout en is evenmin schadelijk voor de gezondheid.\n Een dergelijke verkleuring valt te voorkomen door het deksel aan de binnenkant dun met olie in te wrijven. Is het deksel al verkleurd, wrijf het dan voor de reiniging in met olie, aangezien veel natuurlijke kleurstoffen vetoplosbaar zijn. Mocht er sprake zijn van sterke verkleuring, leg het deksel dan een poosje in de zon. Zo neemt de verkleuring na verloop van tijd af."
  },
  {
    "title": "Waarom geeft het apparaat een geur af?",
    "content": "Als het apparaat op hoge snelheid draait, bijv. voor het maken van een stevig deeg, veroorzaakt de motor warmte en die heeft op zijn beurt een geurtje. Dit is geen reden tot bezorgdheid, aangezien deze geur volledig onschadelijk is! Laat het apparaat ongeveer 30 minuten afkoelen voor het weer in gebruik wordt genomen."
  },
  {
    "title": "Waarom loopt de motor soms onregelmatig?",
    "content": "Om een optimale mixverhouding te bereiken, loopt de motor in de lagere standen onregelmatig.\n Dit is bij alle automatische programma’s zo ingesteld.\n Laat het apparaat in geval van overbelasting ongeveer 30 minuten afkoelen voor het weer in gebruik wordt genomen."
  },
  {
    "title": "Waarom komt er vloeistof vrij tijdens het mixen dan wel gebruik?",
    "content": "Controleer of het deksel op de juiste wijze is vergrendeld. Als de afdichting van het deksel of die onder het mes ontbreekt, kan er vloeistof vrijkomen. Plaats de afdichtingen op de juiste wijze. Een beschadigde afdichting moet worden vervangen. Gebruik het apparaat in dit geval niet!"
  },
  {
    "title": "Hoe schakel ik het apparaat uit?",
    "content": "Zet voor het uitschakelen van het apparaat de AAN/UIT -schakelaar aan de rechterkant van het apparaat op 0. Om het apparaat volledig los te koppelen van het net, dient de stekker uit het stopcontact te worden getrokken."
  },
  {
    "title": "Waarom gaat de display na enkele minuten uit?",
    "content": "Dit gebeurt om stroom te besparen. Is de Monsieur Cuisine connect niet in gebruik, dan gaat het apparaat automatisch in de stand-by- of slaapstand. Dit wordt vooraf aangekondigd op de display. Het apparaat verbruikt zo minder stroom, maar kan wel op elk gewenst moment weer in gebruik worden genomen."
  },
  {
    "title": "Hoe haal ik het apparaat weer uit de stand-by- of slaapstand?",
    "content": "Neem de Monsieur Cuisine connect weer in gebruik door te drukken op of te draaien aan de draaiknop."
  },
  {
    "title": "Waarom werkt de stoomfunctie niet?",
    "content": "Controleer of het stoominzetstuk goed is geplaatst en de stoomfunctie is ingeschakeld. Selecteer de functie via het bijbehorende automatische programma en druk vervolgens op START (zie Gebruiksaanwijzing, Stomen. Eerst vindt een opwarmfase plaats van 10 minuten zodat het apparaat de vereiste temperatuur bereikt. Pas daarna volgt het eigenlijke stoomproces. Controleer of de mixkom voldoende vloeistof bevat."
  },
  {
    "title": "Hoe wordt de Turbo-functie gestart?",
    "content": "Deze functie werkt als volgt: druk op het symbool TURBO op de display en houd het enkele seconden ingedrukt. Het apparaat stopt meteen bij het loslaten van het symbool. Herhaal dit proces voor het geval de inhoud van de mixkom nog niet de gewenste consistentie heeft."
  },
  {
    "title": "Waarom werkt de Turbo-functie niet?",
    "content": "De functie TURBO functioneert alleen :\n- als het apparaat is gestart is;\n- als geen automatisch programma geselecteerd is;\n- als de temperatuur in de mixkom lager is dan 60 °C."
  },
  {
    "title": "Welke onderdelen mogen in de vaatwasmachine?",
    "content": "Behalve het basisapparaat mogen alle onderdelen worden gereinigd in de vaatwasmachine.\n Verwijder wel altijd eerst het mes uit de mixkom en ook de afdichtingen en leg deze apart in de vaatwasmachine."
  },
  {
    "title": "Wanneer dient het apparaat opnieuw te worden gestart?",
    "content": "Is het apparaat ingeschakeld, maar reageert het niet of kunnen de instellingen niet worden gewijzigd, dan is een herstart vereist.\n Zet de AAN/UIT-schakelaar aan de rechterkant van het apparaat op 0 en wacht 30 seconden. Zet daarna de AAN/UIT-schakelaar weer op I om het apparaat in te schakelen."
  },
  {
    "title": "Moet ik het apparaat verbinden met een WiFi-netwerk?",
    "content": "De WiFi-verbinding is NIET VEREIST voor algemeen gebruik, maar wel om toegang te krijgen tot al onze recepten voor onze Monsieur Cuisine connect."
  },
  {
    "title": "Geen WiFi-verbinding. Waaraan ligt dat?",
    "content": "Controleer of de router ingeschakeld is, deze een signaal zendt en er een verbinding bestaat tussen beide apparaten (zie Gebruiksaanwijzing, WiFi-verbinding maken en storingen, oorzaken, oplossingen).\n Controleer de instellingen van het apparaat."
  },
  {
    "title": "Hoe maak ik een verbinding tussen het apparaat en de WiFi?",
    "content": "Volg hiervoor de uitleg in het Hoofdstuk WiFi-verbinding maken in de Gebruiksaanwijzing."
  },
  {
    "title": "Wat gebeurt er als ik het apparaat niet met de WiFi verbind? Ondervind ik dan nadelen?",
    "content": "De Monsieur Cuisine connect werkt ook probleemloos zonder WiFi-verbinding. U hebt toegang tot alle recepten die in het apparaat zijn opgeslagen."
  },
  {
    "title": "Hoe haal ik nieuwe recepten op het apparaat?",
    "content": "De verbinding van het apparaat met een WiFi-netwerk biedt toegang tot al onze recepten voor de Monsieur Cuisine connect."
  },
  {
    "title": "Waarom is het beter om updates toe te staan?",
    "content": "Updates zijn nodig om de software van het apparaat steeds actueel te houden, om te profiteren van alle verbeteringen en vernieuwingen."
  },
  {
    "title": "Welke voordelen heb ik van een aanmelding bij het apparaat d.m.v. een gebruikersaccount?",
    "content": "De aanmelding bij het apparaat d.m.v. een gebruikersaccount biedt onder meer het voordeel om favoriete recepten (Favorieten) te downloaden en andere recepten toe te voegen."
  },
  {
    "title": "Wat betekenen de door het apparaat gebruikte afkortingen?",
    "content": "cm\tcentimeter\nE\teiwit\nel\teetlepel\nV\tvet\n\tkant-en-klaarproduct\ng\tgram\nkcal\tkilocalorieën\nkg\tkilo\nKH\tkoolhydraten\nkJ\tkilojoule\nl\tliter\nmin.\tminuten\nml\tmilliliter\n\tmespuntje\n\tzakje\n\tuur\n\tdiepvriesproduct\ntl\ttheelepel"
  }
]
