[
  {
    "title": "Como uso a panela e fecho a tampa corretamente?",
    "content": "Para uma melhor compreensão, encontrará orientação em \"Configurações\", nos tutoriais sobre este tópico.\n(Consulte também o manual de instruções: recipiente de mistura -> inserir o recipiente de mistura e colocar a respetiva tampa.)"
  },
  {
    "title": "Onde encontro os programas automáticos para amassar, cozinhar a vapor e dourar?",
    "content": "Prima o símbolo para programas automáticos no ecrã. Aí, encontrará todos os programas automáticos.\nPara uma melhor compreensão, encontrará orientação em \"Configurações\", nos tutoriais sobre este tópico."
  },
  {
    "title": "Como funciona a balança?",
    "content": "Para uma melhor compreensão, encontrará orientação em \"Configurações\", nos tutoriais sobre este tópico.\n(Consulte também o manual de instruções: balança -> Pesagem simples e pesagem com função de Tara.)"
  },
  {
    "title": "Por que razão a tampa do recipiente de mistura deve estar bem fechada e o copo de medição deve estar colocado?",
    "content": "A segurança está em primeiro lugar: A tampa do recipiente de mistura deve estar bem fechada, prevenindo a fuga de líquidos quentes durante a mistura. Existe o perigo de queimadura! Se a tampa não tiver sido corretamente fechada, será apresentada uma caixa de diálogo no ecrã e não é possível iniciar o aparelho ou interromper a confeção."
  },
  {
    "title": "Porque é que a panela não encaixa na base?",
    "content": "Verifique se a panela está inserida corretamente. O símbolo da panela no recipiente de mistura deve apontar para frente (veja no manual de instruções: usar o recipiente de mistura -> inserir o recipiente de mistura). Os pinos sob o recipiente de mistura devem ser inseridos nas aberturas previstas."
  },
  {
    "title": "Porque é que o aparelho não liga?",
    "content": "Verifique se a ficha de alimentação está corretamente introduzida na tomada. De seguida, prima o interruptor ligar/desligar, no lado direito do aparelho."
  },
  {
    "title": "Porque é que a velocidade não pode exceder o nível 3?",
    "content": "Se a temperatura for superior a 37 °C, a velocidade só pode ser configurada até ao nível 3."
  },
  {
    "title": "Porque é que, ao premir a tecla START, posso pausar o processo?",
    "content": "Ao utilizar esta função, pode, por exemplo, adicionar outros ingredientes através da abertura de enchimento sem interromper o programa automático ou a função definida."
  },
  {
    "title": "Como posso limpar uma tampa manchada?",
    "content": "Ao processar alimentos com elevado teor de cor, tais como cenouras, brócolos, abóbora, caril, açafrão, etc., a tampa poderá ficar manchada. Não se trata de um defeito do material e é inofensivo para a saúde.\nPara evitar a formação de manchas na tampa, é aconselhável untar a parte interior da tampa com óleo. Se a tampa já estiver manchada, untar a tampa com óleo antes da limpeza pode ajudar, uma vez que muitos dos corantes naturais são lipossolúveis. No caso de manchas resistentes, deixar a tampa sob a luz solar durante algum tempo pode ajudar. Com o tempo, a mancha desaparece."
  },
  {
    "title": "Porque é que o aparelho produz odor?",
    "content": "Quando o motor do aparelho se esforça muito - por exemplo, ao preparar massas pesadas - o calor produzido pelo motor liberta odor. Não é motivo de preocupação, pois é um odor totalmente inofensivo! Deixe o aparelho repousar, permitindo que arrefeça durante cerca de 30 minutos antes de retomar a utilização."
  },
  {
    "title": "Porque é que o motor às vezes funciona de maneira irregular?",
    "content": "Para obter uma boa mistura, nos níveis mais baixos o motor funciona de forma irregular.\nTal é predefinido nos programas automáticos.\nEm caso de sobrecarga, deixe o aparelho repousar, permitindo que arrefeça cerca 30 minutos antes de retomar a utilização."
  },
  {
    "title": "Porque é que sai líquido do aparelho ao misturar ou durante a utilização?",
    "content": "Verifique se a tampa foi devidamente fechada. Se a junta de vedação da tampa ou a junta de vedação sob a lâmina não estiver inserida, pode ocorrer fuga de líquido. Coloque a junta de vedação e verifique a mesma encaixa corretamente. Substitua as juntas de vedação danificadas. O aparelho não deve ser colocado em funcionamento antes disso!"
  },
  {
    "title": "Como desligo o aparelho?",
    "content": "Para desligar completamente o aparelho da rede elétrica, prima o interruptor de ligar/desligar no lado direito da parte de trás do aparelho. Para desligar completamente o aparelho da energia, retire a ficha de alimentação da tomada."
  },
  {
    "title": "Porque é que, após poucos minutos, o meu ecrã se desliga/fica preto?",
    "content": "Isto acontece para economizar energia. Após alguns minutos sem utilização, o Monsieur Cuisine connect entra automaticamente no modo de Standby. Antecipadamente, essa informação é apresentada no ecrã. Nesse modo, o aparelho consome menos energia, mas está pronto para utilização imediata a qualquer momento."
  },
  {
    "title": "Como retiro o meu aparelho do modo de Standby? (Como acordo o meu aparelho?)",
    "content": "O Monsieur Cuisine connect pode ser facilmente despertado/ativado premindo ou girando o regulador das rotações."
  },
  {
    "title": "Porque é que o cozimento a vapor não funciona?",
    "content": "Verifique se a unidade de vapor está corretamente fechada e se a função de cozimento a vapor está ligada. Esta função é selecionada no programa básico/automático e iniciada, em seguida, premindo a tecla START (consulte o manual de instruções, capítulo de cozimento a vapor). Primeiro, inicia com um período de aquecimento de 10 minutos, para que o aparelho atinja a temperatura necessária. Só então se segue o processo de cozimento a vapor.  Verifique se há líquido suficiente no recipiente de mistura."
  },
  {
    "title": "Como é iniciada a função Turbo?",
    "content": "A função só pode ser ativada mantendo premido o símbolo TURBO. Mantenha premido o símbolo TURBO no ecrã durante alguns segundos. Assim que libertar o símbolo, o aparelho parará. Repita o processo, caso a consistência desejada ainda não tenha sido atingida."
  },
  {
    "title": "Porque é que a função Turbo não funciona?",
    "content": "A função de seleção TURBO funciona somente:\n- se o aparelho já tiver sido iniciado;\n- se não for selecionado um programa automático;\n- se a temperatura do alimento for inferior a 60 °C."
  },
  {
    "title": "Que partes podem ser colocadas na máquina de lavar louça?",
    "content": "Com exceção da unidade base do aparelho, todas as peças podem ser lavadas na máquina de lavar louça.\nRemova sempre a lâmina do recipiente de mistura e as juntas de vedação. Coloque tudo separadamente na máquina de lavar louça."
  },
  {
    "title": "Quando é necessário reiniciar?",
    "content": "Se o aparelho estiver ligado e não reagir ou não permitir qualquer configuração, será necessário reiniciá-lo.\nPara tal, coloque o interruptor de ligar/desligar à direita em 0 e aguarde 30 segundos. De seguida, volte a colocar o interruptor de ligar/desligar na posição I, para ligar o aparelho."
  },
  {
    "title": "Porque preciso de conectar o meu aparelho à WLAN?",
    "content": "A conexão WLAN NÃO É IMPERATIVA. Ainda assim, com uma ligação WLAN, é possível aceder a todas as nossas outras receitas para o Monsieur Cuisine connect."
  },
  {
    "title": "Não há ligação WLAN. Porquê?",
    "content": "Verifique se o seu router WLAN está ligado, se envia sinal e se estabeleceu ligação com os aparelhos (consulte o manual de instruções, capítulo de estabelecimento de uma ligação WLAN e falhas, causa, correção).\nVerifique as configurações no aparelho."
  },
  {
    "title": "Como ligo o aparelho à WLAN?",
    "content": "Siga as instruções no capítulo Estabelecimento de uma ligação WLAN, no manual de instruções."
  },
  {
    "title": "O que acontece se não ligar o aparelho à WLAN? Há alguma desvantagem se o meu aparelho não estiver ligado à WLAN?",
    "content": "O Monsieur Cuisine connect funciona perfeitamente, mesmo sem uma ligação WLAN. Tem acesso total a todas as receitas armazenadas no aparelho."
  },
  {
    "title": "Como obtenho uma nova receita no meu aparelho?",
    "content": "Ao ligar o aparelho à WLAN, acede a todas as nossas receitas para o Monsieur Cuisine connect."
  },
  {
    "title": "Porque devo permitir atualizações?",
    "content": "As atualizações são necessárias para manter o aparelho atualizado, por forma a que beneficie de aperfeiçoamentos ou renovações."
  },
  {
    "title": "Quais são as vantagens do registo com a conta de utilizador no aparelho?",
    "content": "Ao fazer o login no aparelho através da sua conta de utilizador, pode, por exemplo, aceder às suas receitas favoritas (Favoritos) e adicionar outras."
  },
  {
    "title": "Abreviaturas",
    "content": "cm\tCentímetros\nC\tClara de ovo\nCs\tColher de sopa\nG\tGordura\nPP\tProduto pronto\ng\tGramas\nkcal\tQuilocalorias\nkg\tQuilogramas\nHC\tHidratos de carbono\nkJ\tQuilojoules\nl\tLitros\nMin.\tMinutos\nml\tMililitros\nLam.\tLâmina\nPct.\tPacote\nH\tHoras\nPC\tProduto congelado\nCc\tColher de chá"
  }
]
