<html><head><meta version="4"/><meta charset="UTF-8"></head><body>
<p style="font-weight: 400;">Vers&atilde;o 4 de 12/07/2024</p>
<h1>Pol&iacute;tica de Privacidade para o seu Monsieur Cuisine connect</h1>
<p style="font-weight: 400;">Obrigado pelo seu interesse na prote&ccedil;&atilde;o dos seus dados pessoais ao usar o seu rob&ocirc; de cozinha Monsieur Cuisine connect (doravante designado por "Monsieur Cuisine connect" ou "MCC").</p>
<p style="font-weight: 400;">A presente Pol&iacute;tica de Privacidade fornece informa&ccedil;&otilde;es sobre o tipo e o &acirc;mbito do poss&iacute;vel tratamento dos seus dados pessoais quando utiliza o MCC. Dados pessoais s&atilde;o informa&ccedil;&otilde;es que s&atilde;o ou podem ser associadas, direta ou indiretamente, a si. O fundamento legal para a prote&ccedil;&atilde;o de dados &eacute;, em particular, o Regulamento Geral sobre a Prote&ccedil;&atilde;o de Dados (RGPD).</p>
<h2>1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tratamento de dados em modo offline</h2>
<p style="font-weight: 400;"><u>Finalidades do tratamento de dados/fundamentos legais:</u></p>
<p style="font-weight: 400;">Apenas procedemos ao tratamento dos seus dados pessoais, quando o seu MCC estiver ligado a uma rede sem fios (Wi-Fi). Caso o seu MCS n&atilde;o esteja ligado a uma rede sem fios (Wi-Fi), apenas s&atilde;o guardadas algumas informa&ccedil;&otilde;es t&eacute;cnicas localmente no seu MCC (em particular os seguintes dados: vers&atilde;o do sistema operativol e da aplica&ccedil;&atilde;o do tablet instalado, par&acirc;metros operacionais de fun&ccedil;&otilde;es de cozinha, dados do motor e de aquecimento, horas de funcionamento, hora do sistema, dados de erros, &uacute;ltima mensagem, aberturas da tampa, calibra&ccedil;&atilde;o da balan&ccedil;a).</p>
<p style="font-weight: 400;">Se enviar ou entregar o seu aparelho ao servi&ccedil;o de apoio ao cliente da Lidl para manuten&ccedil;&atilde;o ou repara&ccedil;&atilde;o, tamb&eacute;m recolhemos e utilizamos os resultados dos diagn&oacute;sticos de erro para garantir o nosso interesse leg&iacute;timo no desenvolvimento t&eacute;cnico do MCC e na melhoria dos nossos produtos e servi&ccedil;os (por exemplo, receitas). A base legal para este efeito &eacute; o artigo 6.&ordm;, n.&ordm; 1, al&iacute;nea f) do RGPD.</p>
<p style="font-weight: 400;"><u>Prazo de conserva&ccedil;&atilde;o/crit&eacute;rios de determina&ccedil;&atilde;o do prazo de conserva&ccedil;&atilde;o:</u></p>
<p style="font-weight: 400;">Se em vez de o substituirmos, lhe devolvermos o seu aparelho para utiliza&ccedil;&atilde;o ap&oacute;s a manuten&ccedil;&atilde;o ter sido realizada, os seus dados continuar&atilde;o a ser processados no seu aparelho. Se, no &acirc;mbito do diagn&oacute;stico de erros, lermos e guardarmos os dados do seu aparelho, estes ser&atilde;o eliminados ap&oacute;s o fim per&iacute;odo de garantia (o mais tardar ap&oacute;s 5 anos).&nbsp;&nbsp;</p>
<p style="font-weight: 400;">Al&eacute;m do tratamento de dados para a resolu&ccedil;&atilde;o de problemas, consulte tamb&eacute;m a Pol&iacute;tica de Privacidade da empresa Lidl, com a qual celebrou um contrato de compra ou &agrave; qual solicitou a resolu&ccedil;&atilde;o de problemas (p. ex., em https://www.lidl.de/c/datenschutz/s10007528).</p>
<h2>2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tratamento de dados em modo online</h2>
<p style="font-weight: 400;">Assim que ligar o seu MCC &agrave; rede sem fios (Wi-Fi) e iniciar a sua sess&atilde;o na conta de cliente, por norma, procederemos exclusivamente ao tratamento dos dados que s&atilde;o necess&aacute;rios para que possa utilizar o aparelho e as suas funcionalidades (pontos 2.1 e 2.2). O tratamento de dados adicionais será efetuado apenas se houver um interesse legítimo da nossa parte (alínea 2.3) ou no caso de estar de acordo com o mesmo e nos fornecer o seu consentimento para tal (alínea 2.4).</p>
<h3><strong>2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Opera&ccedil;&atilde;o do seu MCC&nbsp;</strong></h3>
<p style="font-weight: 400;"><u>Finalidades do tratamento de dados/fundamentos legais:</u></p>
<p style="font-weight: 400;">Quando liga o seu MCC &agrave; rede sem fios (Wi-Fi), procedemos ao tratamento dos dados do seu aparelho MCC e da sua liga&ccedil;&atilde;o &agrave; Internet para fornecer fun&ccedil;&otilde;es b&aacute;sicas como, por exemplo, descarregar as receitas que solicitou. Tamb&eacute;m tratamos esses dados para atualizar o software do seu MCC, com vista &agrave; utiliza&ccedil;&atilde;o do mesmo sem interfer&ecirc;ncias, e, se necess&aacute;rio, para carregar novas fun&ccedil;&otilde;es e receitas pr&eacute;-definidas. Em particular, os seguintes dados s&atilde;o tratados: hora e conte&uacute;do da solicita&ccedil;&atilde;o, endere&ccedil;o IP, vers&atilde;o do sistema operativo e da aplica&ccedil;&atilde;o do tablet instalado, vers&atilde;o da Pol&iacute;tica de Privacidade.</p>
<p style="font-weight: 400;">A base legal para este tratamento de dados &eacute; o artigo 6.&ordm;, n.&ordm; 1, al&iacute;nea b) do RGPD, ou seja, processamos estes dados com base na rela&ccedil;&atilde;o contratual existente entre n&oacute;s e o utilizador.</p>
<p style="font-weight: 400;"><u>Prazo de conserva&ccedil;&atilde;o/crit&eacute;rios de determina&ccedil;&atilde;o do prazo de conserva&ccedil;&atilde;o:</u></p>
<p style="font-weight: 400;">Armazenamos os dados que utilizamos para lhe oferecer as fun&ccedil;&otilde;es do seu MCC por um per&iacute;odo m&aacute;ximo de 90 dias.</p>
<h3><strong>2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Registo e utiliza&ccedil;&atilde;o da conta de cliente Monsieur Cuisine</strong></h3>
<p style="font-weight: 400;"><u>Finalidades do tratamento de dados/fundamentos legais:</u></p>
<p style="font-weight: 400;">Pode criar uma conta de utilizador no rob&ocirc; de cozinha Monsieur Cuisine connect e iniciar sess&atilde;o no seu aparelho com esta conta para usufruir de determinados recursos (p. ex., sele&ccedil;&atilde;o de receitas favoritas). Se necess&aacute;rio, a sua conta pode ser utilizada de forma sincronizada entre o seu aparelho, a aplica&ccedil;&atilde;o e o website.</p>
<p style="font-weight: 400;">Ap&oacute;s o registo, receber&aacute; uma liga&ccedil;&atilde;o (<em>link</em>) de ativa&ccedil;&atilde;o que permitir&aacute; que ative a sua conta e crie uma palavra-passe. O processo de registo s&oacute; estar&aacute; completo quando o endere&ccedil;o de e-mail fornecido para este &acirc;mbito for validado e o registo for confirmado da nossa parte.</p>
<p style="font-weight: 400;">No &acirc;mbito deste processo de registo, os seguintes dados ser&atilde;o recolhidos:</p>
<ul>
<li style="font-weight: 400;">pseud&oacute;nimo (denominado "nome de utilizador"),</li>
<li style="font-weight: 400;">endere&ccedil;o de e-mail,</li>
<li style="font-weight: 400;">palavra-passe e</li>
<li style="font-weight: 400;">ID do utilizador atribu&iacute;do automaticamente.</li>
</ul>
<p style="font-weight: 400;">Os dados fornecidos no &acirc;mbito do processo de registo devem estar corretos em termos de conte&uacute;do. N&atilde;o podem ser utilizados dados de terceiros.</p>
<p style="font-weight: 400;">Pode tamb&eacute;m adicionar as seguintes informa&ccedil;&otilde;es volunt&aacute;rias ao seu perfil:</p>
<ul>
<li style="font-weight: 400;">foto de perfil,</li>
<li style="font-weight: 400;">tipo de m&aacute;quina utilizada,</li>
<li style="font-weight: 400;">receitas criadas por si (apenas no website),</li>
<li style="font-weight: 400;">imagens de receitas pr&oacute;prias (apenas no website) e</li>
<li style="font-weight: 400;">coment&aacute;rios a receitas</li>
</ul>
<p style="font-weight: 400;">&nbsp;</p>
<p style="font-weight: 400;">O seu endere&ccedil;o de e-mail &eacute; utilizado para</p>
<ul>
<li style="font-weight: 400;">apoi&aacute;-lo em caso de problemas com a conta de utilizador e</li>
<li style="font-weight: 400;">inform&aacute;-lo sobre altera&ccedil;&otilde;es aos termos de utiliza&ccedil;&atilde;o ou, quando aplic&aacute;vel, &agrave; Pol&iacute;tica de Privacidade.</li>
</ul>
<p style="font-weight: 400;">A base legal para guardar os seus dados &eacute; o artigo 6.&ordm;, n.&ordm; 1, al&iacute;nea b) do RGPD, ou seja, processamos os seus dados no contexto da celebra&ccedil;&atilde;o ou execu&ccedil;&atilde;o do contrato.</p>
<p style="font-weight: 400;"><u>Destinat&aacute;rios/categorias de destinat&aacute;rios:</u></p>
<p style="font-weight: 400;">Para o tratamento dos seus dados, recorremos a prestadores de servi&ccedil;os que nos fornecem capacidade de armazenamento, sistemas de base de dados e similares, que nos prestam assist&ecirc;ncia t&eacute;cnica e que nos aconselham em quest&otilde;es de marketing. Cada um destes subcontratantes &eacute; cuidadosamente selecionado, sujeito a auditorias nossas e vinculado contratualmente nos termos do artigo 28.&ordm; do RGPD.</p>
<p style="font-weight: 400;">As receitas favoritas selecionadas por si s&oacute; podem ser visualizadas por si. Receitas e coment&aacute;rios elaborados por si podem ser visualizados por terceiros juntamente com o seu "nome de utilizador" e com a eventual foto de perfil que tenha publicado.</p>
<p style="font-weight: 400;"><u>Prazo de conserva&ccedil;&atilde;o/crit&eacute;rios de determina&ccedil;&atilde;o do prazo de conserva&ccedil;&atilde;o:</u></p>
<p style="font-weight: 400;">Se providenciar a elimina&ccedil;&atilde;o da sua conta Monsieur Cuisine, os seus dados ser&atilde;o eliminados em conformidade. Os coment&aacute;rios e receitas que publicou at&eacute; esse momento ser&atilde;o anonimizados e disponibilizados a outros visitantes do website e da aplica&ccedil;&atilde;o MC. Adicionalmente, caso pretenda que os coment&aacute;rios e receitas que publicou sejam completamente eliminados, indique-nos essa inten&ccedil;&atilde;o atrav&eacute;s de solicita&ccedil;&atilde;o separada ao nosso servi&ccedil;o de apoio ao cliente (ponto 3). De seguida, as suas receitas e coment&aacute;rios ser&atilde;o totalmente eliminados.</p>
<p style="font-weight: 400;">Pode tamb&eacute;m eliminar os dados do utilizador guardados localmente no seu MCC, executando uma "reinicializa&ccedil;&atilde;o de f&aacute;brica". A "reinicializa&ccedil;&atilde;o de f&aacute;brica" pode ser encontrada na &aacute;rea "Configura&ccedil;&otilde;es" em "Configura&ccedil;&otilde;es de f&aacute;brica" e, em seguida, em "Repor configura&ccedil;&otilde;es de f&aacute;brica".</p>
<h3><strong>2.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Determinação do seu país de residência</strong></h3>
<p style="font-weight: 400;"><u>Finalidades do tratamento de dados/fundamentos legais:</u></p>
<p style="font-weight: 400;">Através do seu MCC conseguimos exibir comunicações na forma de um chamado "pop-up". Para que a nossa comunicação possa ser o mais específica possível para o seu país, recolhemos e analisamos o seu endereço IP. Não nos é possível tirar quaisquer conclusões sobre a sua pessoa específica ou a sua localização exata. Apenas o país em que reside pode ser identificado.</p>
<p style="font-weight: 400;">A base jurídica para o tratamento do seu endereço IP é o artigo 6.º, n.º 1, alínea f) do RGPD. O nosso e o seu interesse simultâneo (legítimo) neste tratamento de dados resulta do objetivo de exibir comunicações relevantes para o país em que reside.</p>
<p style="font-weight: 400;"><u>Prazo de conserva&ccedil;&atilde;o/crit&eacute;rios de determina&ccedil;&atilde;o do prazo de conserva&ccedil;&atilde;o:</u></p>
<p style="font-weight: 400;">O seu endereço IP será excluído, o mais tardar, após o término da campanha que deu origem à nossa comunicação.</p>
<h3><strong>2.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>An&aacute;lise da sua utiliza&ccedil;&atilde;o dos nossos servi&ccedil;os</strong></h3>
<p style="font-weight: 400;"><u>Finalidades do tratamento de dados/fundamentos legais:</u></p>
<p style="font-weight: 400;">Se deu o seu consentimento para a an&aacute;lise da utiliza&ccedil;&atilde;o do seu MCC, e tendo em vista as finalidades de revis&atilde;o e desenvolvimento das fun&ccedil;&otilde;es do seu MCC, desenvolvimento e otimiza&ccedil;&atilde;o de receitas fornecidas, se necess&aacute;rio com adapta&ccedil;&atilde;o das ofertas aos padr&otilde;es de utiliza&ccedil;&atilde;o regionais e de implementa&ccedil;&atilde;o adequada, eficiente e bem-sucedida do suporte, repara&ccedil;&atilde;o e manuten&ccedil;&atilde;o do seu MCC, procedemos ao tratamento das seguintes informa&ccedil;&otilde;es: comportamentos culin&aacute;rios e outros comportamentos de utiliza&ccedil;&atilde;o em rela&ccedil;&atilde;o ao seu MCC (p. ex., fun&ccedil;&atilde;o do aparelho iniciada por receita, tempo ativo por etapa da receita, utiliza&ccedil;&atilde;o de determinadas fun&ccedil;&otilde;es do seu MCC, configura&ccedil;&otilde;es realizadas).</p>
<p style="font-weight: 400;">Se deu um ou mais consentimentos para o tratamento de dados, guardamos o registo de data e hora e a declara&ccedil;&atilde;o de consentimento juntamente com o ID do seu aparelho. Desta forma, cumprimos a nossa obriga&ccedil;&atilde;o legal de podermos provar a legalidade do tratamento de dados com base no consentimento (art. 6.&ordm;, n.&ordm; 1, al&iacute;nea c), art. 5.&ordm;, n.&ordm; 2 do RGPD). Se n&atilde;o der o seu consentimento, guardamos a informa&ccedil;&atilde;o de que n&atilde;o consentiu com o tratamento de dados.</p>
<p style="font-weight: 400;"><u>Prazo de conserva&ccedil;&atilde;o/crit&eacute;rios de determina&ccedil;&atilde;o do prazo de conserva&ccedil;&atilde;o:</u></p>
<p style="font-weight: 400;">Se deu o seu consentimento para o tratamento dos seus dados sobre a utiliza&ccedil;&atilde;o do seu MCC, guardamos os dados tratados com base neste consentimento por um per&iacute;odo m&aacute;ximo de 7 dias ap&oacute;s a sua recolha. Ap&oacute;s este per&iacute;odo, os seus dados ser&atilde;o anonimizados e resumidos como uma an&aacute;lise estat&iacute;stica, antes de serem finalmente eliminados 6 meses depois.</p>
<p style="font-weight: 400;">Armazenamos os dados para provar o seu consentimento por um per&iacute;odo m&aacute;ximo de 24 meses ap&oacute;s termos cessado o tratamento dos seus dados pessoais com base no seu consentimento.</p>
<h3><strong>2.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Destinat&aacute;rios/categorias de destinat&aacute;rios dos dados</strong></h3>
<p style="font-weight: 400;">Em certas situa&ccedil;&otilde;es, recorremos a prestadores de servi&ccedil;os para o tratamento dos seus dados. Estas empresas est&atilde;o vinculadas &agrave;s nossas instru&ccedil;&otilde;es e s&atilde;o verificadas antes do in&iacute;cio do tratamento dos dados e, posteriormente, de forma regular. Estas empresas n&atilde;o prosseguem os seus pr&oacute;prios objetivos com os seus dados pessoais.</p>
<p style="font-weight: 400;">Neste contexto, transmitimos os seus dados a destinat&aacute;rios que nos apoiam nas seguintes &aacute;reas:</p>
<p style="font-weight: 400;">o capacidade de armazenamento, sistemas de base de dados;</p>
<p style="font-weight: 400;">o suporte t&eacute;cnico, edi&ccedil;&atilde;o de conte&uacute;do e assist&ecirc;ncia &agrave;s contas de utilizadores.</p>
<p style="font-weight: 400;">Se os seus dados pessoais forem tratados em pa&iacute;ses fora do Espa&ccedil;o Econ&oacute;mico Europeu, respeitamos de forma estrita as disposi&ccedil;&otilde;es do RGPD aplic&aacute;veis a transfer&ecirc;ncias para pa&iacute;ses terceiros (nomeadamente, estipulando cl&aacute;usulas-tipo de prote&ccedil;&atilde;o de dados). Atualmente, esse tipo de acesso aos dados s&oacute; &eacute; poss&iacute;vel nos EUA e em Hong Kong e, em alguns casos, somente ap&oacute;s uma aprova&ccedil;&atilde;o independente por um dos nossos prestadores de servi&ccedil;os na UE.</p>
<h2>3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Os seus direitos como titular dos dados</h2>
<p style="font-weight: 400;">Naturalmente, sempre que nos for solicitado, divulgamos informa&ccedil;&atilde;o em conformidade com o art. 15.&ordm; do RGDP (em particular, os dados armazenados sobre a sua pessoa, o destinat&aacute;rio ou as categorias de destinat&aacute;rios para os quais s&atilde;o encaminhados os dados, a finalidade do armazenamento de dados, etc.). Adicionalmente, de acordo com os requisitos legais aplic&aacute;veis, tem direito &agrave; retifica&ccedil;&atilde;o dos dados incorretos (art. 16.&ordm; do RGDP), bem como &agrave; elimina&ccedil;&atilde;o (art. 17.&ordm; do RGPD), &agrave; limita&ccedil;&atilde;o do tratamento (art. 18.&ordm; do RGPD) e &agrave; portabilidade dos seus dados pessoais (art. 20.&ordm; do RGPD).</p>
<p style="font-weight: 400;"><strong>Nos casos em que o tratamento dos dados se baseia no art. 6.&ordm;, n.&ordm; 1, al&iacute;nea e) ou f) do RGPD e/ou ocorre para efeitos de marketing direto, tem o direito de se opor ao tratamento, inclusive entrando em contacto connosco atrav&eacute;s do endere&ccedil;o de e-mail dispon&iacute;vel no ponto 6.</strong></p>
<p style="font-weight: 400;">Se deu um ou mais consentimentos, poder&aacute;, a qualquer momento, retir&aacute;-lo(s) com efeitos futuros.</p>
<p style="font-weight: 400;">Se pretender exercer estes direitos ou em caso de d&uacute;vidas sobre a recolha, tratamento e utiliza&ccedil;&atilde;o dos seus dados pessoais, poder&aacute;, a qualquer momento, entrar em contacto connosco, atrav&eacute;s de&nbsp;<a href="mailto:protecaodados-mc@lidl.pt">protecaodados-mc@lidl.pt</a>.</p>
<p style="font-weight: 400;">Tamb&eacute;m tem o direito de apresentar uma reclama&ccedil;&atilde;o &agrave; autoridade de controlo de prote&ccedil;&atilde;o de dados competente.</p>
<h2>4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Inexist&ecirc;ncia da obriga&ccedil;&atilde;o de fornecer dados</h2>
<p style="font-weight: 400;">N&atilde;o tem obriga&ccedil;&atilde;o de fornecer dados pessoais. Contudo, sem os seus dados armazenados na sua conta e sem o estabelecimento de uma liga&ccedil;&atilde;o &agrave; Internet, apenas poder&aacute; utilizar algumas fun&ccedil;&otilde;es do MCC de forma limitada (por exemplo, descarregar novas receitas ou atualiza&ccedil;&otilde;es de software). Adicionalmente, sem o seu consentimento para o tratamento de dados, podemos mostrar-lhe produtos e receitas menos orientados para os seus poss&iacute;veis interesses.</p>
<h2>5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Altera&ccedil;&atilde;o da Pol&iacute;tica de Privacidade</h2>
<p style="font-weight: 400;">Poder&aacute; ser necess&aacute;rio alterar a presente Pol&iacute;tica de Privacidade devido a altera&ccedil;&otilde;es no enquadramento legal ou nas condi&ccedil;&otilde;es do tratamento de dados no &acirc;mbito da utiliza&ccedil;&atilde;o do MCC. Em caso de altera&ccedil;&atilde;o das finalidades da recolha, processamento ou utiliza&ccedil;&atilde;o dos seus dados pessoais, ou da identifica&ccedil;&atilde;o da entidade respons&aacute;vel pelo tratamento ou das categorias de destinat&aacute;rios, o utilizador ser&aacute; informado e, se necess&aacute;rio, ser&aacute; solicitado o seu consentimento.</p>
<h2>6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Entidade respons&aacute;vel pelo tratamento de dados e encarregado da prote&ccedil;&atilde;o de dados</h2>
<p style="font-weight: 400;">A empresa Lidl Stiftung &amp; Co. KG, com sede em Stiftsbergstra&szlig;e 1, 74167 Neckarsulm, Alemanha &eacute; respons&aacute;vel pelo tratamento dos seus dados pessoais no &acirc;mbito da utiliza&ccedil;&atilde;o do seu MCC.</p>
<p style="font-weight: 400;">O encarregado da prote&ccedil;&atilde;o de dados da empresa Lidl Stiftung &amp; Co. KG pode ser contactado atrav&eacute;s do endere&ccedil;o acima referido, ao cuidado do encarregado da prote&ccedil;&atilde;o de dados ou, dependendo da sua localiza&ccedil;&atilde;o, atrav&eacute;s&nbsp;dos endere&ccedil;os de contacto mencionados no ponto 3.</p></body></html>