<html><head><meta version="1"/><meta charset="UTF-8"></head><body>
<h3>Termos de utiliza&ccedil;&atilde;o do website www.monsieur-cuisine.com, Monsieur Cuisine Cuenta e da aplica&ccedil;&atilde;o Monsieur Cuisine</h3>
<h3>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Fornecedor e &acirc;mbito de aplica&ccedil;&atilde;o</h3>
<ul>
<li>O Lidl Stiftung &amp; Co. KG, Stiftsbergstra&szlig;e 1, 74172 Neckarsulm, Tribunal de Registo de Estugarda, HRA 102314 (doravante designado por "Lidl") oferece no website <a href="http://www.monsieur-cuisine.com">monsieur-cuisine.com</a> ("Website") e na aplica&ccedil;&atilde;o "Monsieur Cuisine" ("Aplica&ccedil;&atilde;o") uma plataforma para, entre outras coisas, livros de receitas (website e aplica&ccedil;&atilde;o doravante designados em conjunto por "Plataforma").</li>
<li>A plataforma ser&aacute; oferecida pelo Lidl exclusivamente com base nestes termos de utiliza&ccedil;&atilde;o. O utilizador pode consultar, guardar e imprimir os termos de utiliza&ccedil;&atilde;o atuais a qualquer momento no website, em <a href="https://www.monsieur-cuisine.com/de/impressum/#c28644">https://www.monsieur-cuisine.com/de/impressum/#c28644</a>, e na aplica&ccedil;&atilde;o, em "Perfil, prote&ccedil;&atilde;o de dados e termos de utiliza&ccedil;&atilde;o".</li>
<li>N&atilde;o conservaremos este texto ap&oacute;s a celebra&ccedil;&atilde;o do contrato. O utilizador pode consultar e guardar os termos de utiliza&ccedil;&atilde;o a qualquer momento no menu principal da aplica&ccedil;&atilde;o e no website.</li>
</ul>
<h3>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Registo</h3>
<p>2.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Os utilizadores podem consultar as informa&ccedil;&otilde;es publicamente dispon&iacute;veis na plataforma sem terem de se registar.</p>
<p>2.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Para que o utilizador possa introduzir avalia&ccedil;&otilde;es e coment&aacute;rios, assim como carregar receitas e fotografias, entre outras coisas, necessita de se registar e criar uma conta. No caso da aplica&ccedil;&atilde;o, o registo pode ser feito assim que a mesma for descarregada.</p>
<p>2.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ao utilizar a plataforma em conjunto com o Monsieur Cuisine Connect, o utilizador est&aacute; a apresentar uma oferta vinculativa atrav&eacute;s do registo na plataforma e da utiliza&ccedil;&atilde;o dos servi&ccedil;os. Para isso, o utilizador s&oacute; tem de clicar no bot&atilde;o "Registar" na aplica&ccedil;&atilde;o e no bot&atilde;o "Registar agora" no website. Em seguida, deve facultar todas as informa&ccedil;&otilde;es exigidas, introduzir o nome de utilizador e a palavra-passe e clicar no bot&atilde;o "Conclu&iacute;do" ou no bot&atilde;o "Registar e criar conta de utilizador".</p>
<p>2.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Esta oferta n&atilde;o representa quaisquer custos para o utilizador. O registo pode ser cancelado e as informa&ccedil;&otilde;es preenchidas podem ser alteradas a qualquer altura at&eacute; ao momento em que o utilizador clica no bot&atilde;o "Conclu&iacute;do" ou no bot&atilde;o "Registar e criar conta de utilizador", podendo as informa&ccedil;&otilde;es inseridas nos diferentes campos ser apagadas, completadas ou corrigidas ou a aplica&ccedil;&atilde;o ser fechada. Ap&oacute;s terminar o processo de registo, o utilizador pode alterar as informa&ccedil;&otilde;es inseridas na sua conta a qualquer momento.</p>
<p>2.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Depois de apresentar a oferta para efeitos de celebra&ccedil;&atilde;o do contrato, o utilizador recebe uma confirma&ccedil;&atilde;o relativamente &agrave; apresenta&ccedil;&atilde;o da oferta ("Confirma&ccedil;&atilde;o de pedido") para o endere&ccedil;o de e-mail indicado no registo. Esta confirma&ccedil;&atilde;o de pedido representa ainda a aceita&ccedil;&atilde;o da oferta por parte do Lidl ("Celebra&ccedil;&atilde;o do contrato") e cont&eacute;m uma hiperliga&ccedil;&atilde;o de verifica&ccedil;&atilde;o. A plataforma pode ser utilizada assim que o utilizador confirmar a hiperliga&ccedil;&atilde;o de verifica&ccedil;&atilde;o que recebeu por e-mail.</p>
<p>2.6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Uma vez que a utiliza&ccedil;&atilde;o da plataforma &eacute; proporcionada pelo Lidl de forma volunt&aacute;ria e gratuita, o Lidl reserva-se o direito de recusar a cria&ccedil;&atilde;o de uma conta em casos pontuais, sem ter de fundamentar essa recusa.</p>
<p>2.7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; O endere&ccedil;o de e-mail indicado pelo utilizador n&atilde;o pode ser associado a qualquer outra conta. &Eacute; tamb&eacute;m proibido indicar um endere&ccedil;o de e-mail ou outras informa&ccedil;&otilde;es de contacto que n&atilde;o perten&ccedil;am ao utilizador, particularmente os chamados "endere&ccedil;os de e-mail descart&aacute;veis". O utilizador deve manter os dados de acesso em seguran&ccedil;a. &Eacute; proibido permitir o acesso de outras pessoas &agrave; conta.</p>
<p>2.8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cada intera&ccedil;&atilde;o com o Lidl, levada a cabo atrav&eacute;s da conta do utilizador, &eacute; imputada ao utilizador. O mesmo se aplica nas situa&ccedil;&otilde;es em que terceiros executem a&ccedil;&otilde;es atrav&eacute;s da conta, caso estes terceiros tenham tido a possibilidade de utilizar a conta devido a um comportamento culposo por parte do utilizador. O utilizador tem o dever de informar imediatamente o Lidl sobre cada utiliza&ccedil;&atilde;o n&atilde;o autorizada da conta e de alterar os dados de acesso, se existirem motivos para concluir que a conta &eacute; utilizada por terceiros.</p>
<h3>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Conte&uacute;dos dos servi&ccedil;os</h3>
<p>A plataforma oferece ao utilizador uma ampla variedade de possibilidades de utiliza&ccedil;&atilde;o ("Conte&uacute;dos dos servi&ccedil;os"), que s&atilde;o apresentadas e disponibilizadas ao utilizador na plataforma. Estas abrangem, entre outros, os conte&uacute;dos dos servi&ccedil;os seguintes ou semelhantes:</p>
<ul>
<li>Pesquisa de receitas</li>
<li>Os utilizadores registados t&ecirc;m ainda a possibilidade de</li>
<li>selecionar as receitas favoritas e guard&aacute;-las no perfil;</li>
<li>ilustrar e publicar as suas pr&oacute;prias receitas (apenas poss&iacute;vel no website);&nbsp;</li>
<li>comentar as receitas de outros utilizadores (apenas poss&iacute;vel no website);</li>
<li>criar listas de compras (apenas poss&iacute;vel na aplica&ccedil;&atilde;o);</li>
<li>transferir gratuitamente os livros de receitas Monsieur Cuisine (apenas poss&iacute;vel no website);&nbsp; &nbsp;</li>
<li>sincronizar as contas de utilizador entre a aplica&ccedil;&atilde;o Monsieur Cuisine, o website Monsieur Cuisine e o Monsieur Cuisine Connect.&nbsp;</li>
</ul>
<h3>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Concess&atilde;o de direitos</h3>
<p>4.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Durante o per&iacute;odo do presente contrato, o utilizador ter&aacute; o direito n&atilde;o exclusivo, n&atilde;o transfer&iacute;vel e n&atilde;o sublicenci&aacute;vel de utilizar a plataforma com o objetivo exclusivo da sua utiliza&ccedil;&atilde;o correta de acordo com estes termos. O utilizador n&atilde;o pode alterar, adaptar, traduzir ou, de algum modo, editar a plataforma nem pode utiliz&aacute;-la com outro software. Est&aacute; exclu&iacute;da uma utiliza&ccedil;&atilde;o comercial das receitas.</p>
<p>4.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; O utilizador concede ao Lidl o direito ilimitado no tempo e no espa&ccedil;o de editar as propostas, ideias, receitas e outros conte&uacute;dos por si transmitidos e de os disponibilizar ao p&uacute;blico, assim como de os reproduzir e divulgar na plataforma, na loja online do Lidl e nas pr&oacute;prias redes sociais ou atrav&eacute;s de terceiros, de modo a fornecer os conte&uacute;dos dos servi&ccedil;os descritos no ponto 3 tamb&eacute;m a outros utilizadores.</p>
<p>4.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; O utilizador aceita que o Lidl coloque &agrave; disposi&ccedil;&atilde;o de outros utilizadores os conte&uacute;dos indicados no ponto 4.2 e aceita tamb&eacute;m que as receitas por si carregadas sejam transferidas gratuitamente por outros utilizadores para fins privados, reproduzidas um n&uacute;mero ilimitado de vezes e transmitidas entre conhecidos e familiares para uso privado no &acirc;mbito anteriormente mencionado.</p>
<p>4.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; O utilizador declara que nenhum dos conte&uacute;dos transmitidos viola os direitos de terceiros, particularmente os direitos &agrave; utiliza&ccedil;&atilde;o de nomes e marcas, direitos de autor, direitos de imagem e direitos &agrave; prote&ccedil;&atilde;o dos dados.</p>
<h3>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Deveres do utilizador</h3>
<p>5.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; O utilizador deve cessar qualquer atividade que possa prejudicar o funcionamento da plataforma ou da infraestrutura t&eacute;cnica por tr&aacute;s da mesma.</p>
<p>5.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; O utilizador compromete-se perante o Lidl a n&atilde;o carregar conte&uacute;dos para a plataforma que, atrav&eacute;s do seu conte&uacute;do, do seu formato ou conce&ccedil;&atilde;o ou de qualquer outra forma, violem a lei ou os bons costumes.</p>
<p>5.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; O utilizador est&aacute; particularmente proibido de publicar ou divulgar conte&uacute;dos que</p>
<ul>
<li>violem a legisla&ccedil;&atilde;o aplic&aacute;vel ou sejam imorais;</li>
<li>violem os direitos &agrave; utiliza&ccedil;&atilde;o de marcas, patentes, direitos de autor, outros direitos de prote&ccedil;&atilde;o, segredos comerciais ou outros direitos de terceiros;</li>
<li>sejam de car&aacute;ter obsceno e racista, que enalte&ccedil;am a viol&ecirc;ncia, que sejam pornogr&aacute;ficos ou nocivos para os jovens ou que sejam perigosos ou mesmo afetem o desenvolvimento de crian&ccedil;as e jovens;</li>
<li>sejam de car&aacute;ter ofensivo, constrangedor, difamat&oacute;rio ou at&eacute; calunioso;</li>
<li>envolvam dados pessoais de terceiros que n&atilde;o tenham dado o seu consentimento expresso;</li>
<li>sejam de car&aacute;ter comercial, sobretudo de car&aacute;ter publicit&aacute;rio.</li>
</ul>
<p>5.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Os conte&uacute;dos carregados pelos utilizadores ser&atilde;o automatizados e divulgados sem uma verifica&ccedil;&atilde;o pr&eacute;via quanto &agrave;s viola&ccedil;&otilde;es a estes termos de utiliza&ccedil;&atilde;o ou &agrave; legisla&ccedil;&atilde;o aplic&aacute;vel. O Lidl n&atilde;o assume expressamente como seus os conte&uacute;dos carregados pelos utilizadores.</p>
<p>5.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Al&eacute;m disso, cada utilizador tem a possibilidade de comunicar ao Lidl os conte&uacute;dos que possam infringir a lei.</p>
<h3>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Responsabilidade</h3>
<p>6.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; O Lidl &eacute; ilimitadamente respons&aacute;vel nos casos de premedita&ccedil;&atilde;o ou neglig&ecirc;ncia grave, assim como nos casos de danos vitais, corporais ou de sa&uacute;de.</p>
<p>6.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Em situa&ccedil;&otilde;es de danos ligeiros por neglig&ecirc;ncia, o Lidl assume somente responsabilidade pela viola&ccedil;&atilde;o de uma obriga&ccedil;&atilde;o contratual fundamental. Uma obriga&ccedil;&atilde;o contratual fundamental neste contexto constitui um dever, cujo cumprimento permite a execu&ccedil;&atilde;o do contrato e, por conseguinte, a parte contratante conta regularmente com o referido cumprimento.</p>
<p>6.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A responsabilidade de acordo com o ponto 6.2 &eacute; limitada aos danos t&iacute;picos e previs&iacute;veis no momento da celebra&ccedil;&atilde;o do contrato.</p>
<p>6.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As limita&ccedil;&otilde;es de responsabilidade aplicam-se em prol dos colaboradores, representantes e agentes do Lidl.</p>
<p>6.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Permanece inalterada uma eventual responsabilidade do Lidl pelas garantias expressamente designadas como tal e pelas reivindica&ccedil;&otilde;es assentes na legisla&ccedil;&atilde;o alem&atilde; sobre responsabilidade pelos produtos.</p>
<p>6.6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Al&eacute;m disso, exclui-se qualquer responsabilidade por parte do Lidl.</p>
<h3>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dura&ccedil;&atilde;o e rescis&atilde;o</h3>
<p>7.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; O contrato de utiliza&ccedil;&atilde;o ser&aacute; celebrado por um per&iacute;odo indeterminado e poder&aacute; ser rescindido a qualquer momento pelo utilizador e pelo Lidl.</p>
<p>7.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ao utilizar a plataforma em conjunto com o Monsieur Cuisine Connect, o utilizador registado pode declarar perante o Lidl a inten&ccedil;&atilde;o de rescindir o contrato de utiliza&ccedil;&atilde;o a qualquer momento, sem aviso pr&eacute;vio, enviando, por exemplo, um e-mail para <a href="mailto:protecaodados-mc@lidl.pt">protecaodados-mc@lidl.pt</a>.</p>
<p>7.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; O direito das partes quanto &agrave; rescis&atilde;o extraordin&aacute;ria por motivos relevantes n&atilde;o &eacute; afetado.</p>
<h3>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Viola&ccedil;&atilde;o dos termos de utiliza&ccedil;&atilde;o</h3>
<p>8.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; O utilizador compromete-se perante o Lidl a utilizar a plataforma apenas para fins que n&atilde;o violem os presentes termos de utiliza&ccedil;&atilde;o, a legisla&ccedil;&atilde;o aplic&aacute;vel e os direitos de terceiros.</p>
<p>8.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; O Lidl reserva-se o direito de bloquear o acesso &agrave; plataforma, se e enquanto o utilizador violar substancialmente os termos de utiliza&ccedil;&atilde;o.</p>
<p>8.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Os pontos 4.2 e 4.3 n&atilde;o ser&atilde;o afetados em caso de rescis&atilde;o.</p>
<h3>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Disposi&ccedil;&otilde;es gerais</h3>
<p>9.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; O contrato est&aacute; originalmente redigido em alem&atilde;o.</p>
<p>9.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Quanto &agrave;s rela&ccedil;&otilde;es jur&iacute;dicas entre o utilizador e o Lidl, &eacute; aplic&aacute;vel a legisla&ccedil;&atilde;o da Rep&uacute;blica Federal da Alemanha, com exclus&atilde;o da Conven&ccedil;&atilde;o das Na&ccedil;&otilde;es Unidas sobre Contratos para Venda Internacional de Mercadorias, desde que o utilizador seja residente habitual na Alemanha ou num pa&iacute;s que n&atilde;o seja membro da Uni&atilde;o Europeia. Nos casos em que o utilizador seja residente habitual num outro Estado-Membro da Uni&atilde;o Europeia, permanecem inalteradas as disposi&ccedil;&otilde;es obrigat&oacute;rias adicionais do Estado-Membro onde o utilizador seja residente habitual.</p>
<p>9.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Em caso de inefic&aacute;cia de determinadas disposi&ccedil;&otilde;es destes termos de utiliza&ccedil;&atilde;o, a efic&aacute;cia das restantes disposi&ccedil;&otilde;es n&atilde;o &eacute; afetada.</p>
<p>9.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A Comiss&atilde;o Europeia disponibiliza uma plataforma para a resolu&ccedil;&atilde;o de lit&iacute;gios online, que pode ser acedida pelo cliente em <a href="http://www.ec.europa.eu/consumers/odr">http://www.ec.europa.eu/consumers/odr</a>. O Lidl n&atilde;o &eacute; obrigado nem est&aacute; disposto a fazer parte de um processo de resolu&ccedil;&atilde;o de lit&iacute;gios perante um organismo de concilia&ccedil;&atilde;o do consumidor.</p>
<p>&nbsp;</p>
<p>Vers&atilde;o: Octubre/2021</p>
<p>&nbsp;</p></body></html>