[
  {
    "title": "¿Cómo coloco el vaso en la base y cómo cierro bien la tapa?",
    "content": "Para obtener información detallada, lea las instrucciones acerca de este tema en los tutoriales incluidos en «Ajustes». (Véase también Instrucciones de uso: Vaso -> Colocar el vaso y Poner la tapa del vaso.) "
  },
  {
    "title": "¿Dónde encuentro los programas automáticos Amasar, Vaporera y Rehogar?",
    "content": "Si pulsa el símbolo de los programas automáticos en la pantalla, encontrará todos los programas automáticos. Para obtener información detallada, lea las instrucciones acerca de este tema en los tutoriales incluidos en «Ajustes».  "
  },
  {
    "title": "¿Cómo funciona la báscula?",
    "content": "Para obtener información detallada, lea las instrucciones acerca de este tema en los tutoriales incluidos en «Ajustes». (Véase también Instrucciones de uso: Báscula -> Pesaje simple y Pesaje con función TARA.) "
  },
  {
    "title": "¿Por qué la tapa del vaso debe estar bien cerrada y se debe colocar el vasito medidor en el orificio de llenado?\n",
    "content": "La seguridad es lo primero. La tapa del vaso debe estar bien cerrada para que no se pueda escapar líquido durante el funcionamiento del aparato y evitar así el riesgo de quemaduras. Si la tapa no está cerrada correctamente, aparecerá una advertencia en la pantalla y el aparato no se podrá poner en marcha o se interrumpirá su funcionamiento."
  },
  {
    "title": "¿Por qué el vaso no entra en la base del aparato?\n",
    "content": "Por favor, compruebe si el vaso se ha colocado en el sentido correcto. El símbolo del vaso debe quedar delante. (Véase también Instrucciones de uso: Vaso -> Colocar el vaso). La rueda dentada de la base del vaso debe encajar en la rueda dentada de la base."
  },
  {
    "title": "¿Por qué no se enciende el aparato?",
    "content": "Por favor, compruebe que el enchufe se ha insertado correctamente en la toma de corriente. Después pulse el interruptor ON/OFF, situado en el lado derecho del aparato."
  },
  {
    "title": "¿Por qué la velocidad no se puede aumentar a más de 3?",
    "content": "Si la temperatura ajustada supera los 37 °C , la velocidad no puede ajustarse a más de 3."
  },
  {
    "title": "¿Por qué al pulsar la tecla START se detiene el proceso?",
    "content": "Esta función permite, por ejemplo, añadir más ingredientes a través del orificio de llenado sin que se interrumpa el programa automático o la función programada."
  },
  {
    "title": "¿Cómo puedo limpiar la tapa si se ha teñido?",
    "content": "El uso de alimentos con fuertes colorantes naturales (como zanahorias, brócoli, calabaza, curri, cúrcuma, etc.) puede teñir la tapa. Esto no se debe a un material defectuoso ni es nocivo para la salud. \nPara evitarlo, le recomendamos que unte el interior de la tapa con un poco de aceite antes de procesar estos alimentos. Si la tapa ya se ha manchado, también puede untarla con aceite antes de lavarla, ya que muchos de estos colorantes se disuelven en grasa. Si las manchas persisten, puede poner la tapa al sol. Con el tiempo el color irá desapareciendo."
  },
  {
    "title": "¿Por qué huele el aparato?",
    "content": "Si el motor del aparato debe trabajar mucho —por ejemplo, durante la preparación de masas pesadas— el calor del motor producirá olor. Esto no debe preocuparle, ya que no supone ningún riesgo. Dele un descanso al aparato y deje que se enfríe 30 minutos antes de continuar."
  },
  {
    "title": "¿Por qué el motor tiene una marcha irregular?",
    "content": "Para obtener un buen resultado, el motor tiene una marcha irregular en las velocidades bajas.\nEn los programas automáticos esta predeterminado así. \nSi se produjera una sobrecarga del motor, dele un descanso al aparato y deje que se enfríe 30 minutos antes de continuar.  "
  },
  {
    "title": "¿Por qué sale líquido del aparato durante su funcionamiento?",
    "content": "Compruebe que la tapa esté cerrada correctamente. Si falta la junta de la tapa o la junta de debajo del juego de cuchillas, puede salir líquido del aparato. Coloque la junta y compruebe que quede bien encajada. Si se dañan las juntas hay que cambiarlas, y hasta entonces no se debe volver a utilizar el aparato."
  },
  {
    "title": "¿Cómo se apaga el aparato?",
    "content": "Para desconectar el aparato de la red, pulse el interruptor ON/OFF situado en la parte posterior derecha. Para dejarlo completamente sin corriente, desenchúfelo. "
  },
  {
    "title": "¿Por qué se apaga la pantalla después de algunos minutos?",
    "content": "Esto ocurre para ahorrar electricidad. Monsieur Cuisine connect se pone automáticamente en modo stand-by si no está en marcha durante unos minutos. No obstante, el aparato le avisa antes en la pantalla. En este estado, gasta menos de 1 vatio y está listo para funcionar inmediatamente."
  },
  {
    "title": "¿Cómo hago salir el aparato del modo stand-by? (¿Cómo despierto al aparato?)",
    "content": "Monsieur Cuisine connect se puede volver a activar (despertar) simplemente presionando el regulador giratorio."
  },
  {
    "title": "¿Por qué no funciona el programa Vaporera?",
    "content": "Compruebe si el accesorio para cocer al vapor está correctamente cerrado y el programa Vaporera activado. Este se selecciona a través del Programa básico/automático y se incia pulsando la tecla START u  (Véase Instrucciones de uso:  Vaporera). Se comienza con una fase de precalentamiento de 10 minutos, para que el aparato pueda alcanzar la temperatura necesaria, y después empieza el proceso de cocción al vapor. Compruebe que haya suficiente líquido en el vaso. "
  },
  {
    "title": "¿Cómo se pone en marcha la función Turbo?",
    "content": "Esta función solo se puede activar mantiendo pulsado el símbolo TURBO. Toque el símbolo TURBO en la pantalla y manténgalo pulsado varios segundos. En cuanto deje de pulsarlo, el aparato se detendrá. Repita la operación si la preparación aún no ha adquirido la consistencia adecuada."
  },
  {
    "title": "¿Por qué no puedo activar la función Turbo?",
    "content": "La función Turbo solo se puede activar: \n- si el aparato ya se ha puesto en marcha;\n- si no se ha seleccionado ningún programa automático;\n- si la temperatura de los ingredientes es inferior a 60 °C. "
  },
  {
    "title": "¿Qué piezas se pueden lavar en el lavavajillas?",
    "content": "Todas las piezas del aparato, excepto la base, son aptas para el lavavajillas.\nRetire siempre el juego de cuchillas del vaso y extraiga las juntas. Póngalo todo por separado en el lavavajillas."
  },
  {
    "title": "¿Cuándo se debe reinciar el aparato?",
    "content": "Si el aparato está encendido pero no reacciona o no se pueden realizar ajustes, será necesario reiniciarlo. \nPara ello, ponga el interruptor ON/OFF en el 0, espere 30 segundos y vuelva a ponerlo en el I para encenderlo de nuevo."
  },
  {
    "title": "¿Por qué debo conectar el aparato a WLAN (Wi-Fi?)?",
    "content": "La conexión WLAN (Wi-Fi) no es obligatoria. No obstante, gracias a ella tendrá acceso a todas nuestras recetas para Monsieur Cuisine connect."
  },
  {
    "title": "No hay conexión WLAN (Wi-Fi?). ¿Por qué?",
    "content": "Por favor, compruebe si su router WLAN (Wi-Fi) está encendido, envía una señal y se han conectado los aparatos. (Véase Instrucciones de uso: Establecer conexión WLAN y Fallos, causas y eliminación.)\nCompruebe los ajustes del aparato. "
  },
  {
    "title": "¿Cómo conecto el aparato a WLAN (a una red Wi-Fi?)?",
    "content": "Por favor, siga los pasos descritos en Instrucciones de uso: Establecer conexión WLAN."
  },
  {
    "title": "¿Qué pasa si no conecto el aparato a WLAN (Wi-Fi)?\n¿Hay alguna desventaja si no conecto el aparato a WLAN (Wi-Fi)?",
    "content": "Monsieur Cuisine connect funciona perfectamente sin conexión a WLAN (Wi-Fi). Podrá acceder a todas las recetas guardadas en el aparato."
  },
  {
    "title": "¿Cómo puedo guardar más recetas en el aparato?",
    "content": "Si conecta el aparato a WLAN (la red Wi-Fi), tendrá acceso al recetario completo para Monsieur Cuisine connect."
  },
  {
    "title": "¿Por qué debería permitir actualizaciones?",
    "content": "Las actualizaciones son necesarias para que el aparato pueda beneficiarse de todas las mejoras y renovaciones que se lleven a cabo."
  },
  {
    "title": "¿Qué ventajas tiene inciar sesión en el aparato con la cuenta de usuario?",
    "content": "Iniciar sesión en el aparato con la cuenta de usuario le permitirá, por ejemplo, acceder a su recetas preferidas (Favoritos) y añadir otras."
  },
  {
    "title": "¿Qué abreviaturas se utilizan en el aparato?",
    "content": "cda(s).\tcucharada(s)\ncdta(s).\tcucharadita(s)\ncm\tcentímetros\nG\tgrasas\ng\tgramos\nh\thoras\nHC\thidratos de carbono\nkcal\tkilocalorías\nkg\tkilos\nkJ\tkilojulios\nmin\tminutos\nml\tmililitros\nP\tproteínas\nPrep.\tpreparación"
  }
]
