<html><head><meta version="4"/><meta charset="UTF-8"></head><body>
<p style="font-weight: 400;">Versi&oacute;n 4, actualizado a: 12/07/2024</p>
<h1>Monsieur Cuisine connect - Aviso de protecci&oacute;n de datos</h1>
<p style="font-weight: 400;">Nos complace que se interese por la protecci&oacute;n de sus datos personales en relaci&oacute;n con el uso de su robot de cocina Monsieur Cuisine connect ("Monsieur Cuisine connect" o "MCC").</p>
<p style="font-weight: 400;">Este aviso de protecci&oacute;n de datos le informa sobre el tipo y alcance del eventual tratamiento de sus datos personales en relaci&oacute;n con el uso del MCC. Los datos personales son datos que se vinculan o pueden vincular directa o indirectamente con su persona. La principal base jur&iacute;dica de la protecci&oacute;n de datos es el Reglamento General de Protecci&oacute;n de Datos (RGPD).</p>
<h2>1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tratamiento de datos sin conexi&oacute;n a internet</h2>
<p style="font-weight: 400;"><u>Finalidad del tratamiento de datos y base jur&iacute;dica:</u></p>
<p style="font-weight: 400;">Mientras no conecte su MCC a internet, no trataremos ninguno de sus datos personales. En este caso, tan solo se guardar&aacute;n de forma local en su MCC algunos datos t&eacute;cnicos, como, por ejemplo, sistema operativo y versi&oacute;n de la aplicaci&oacute;n de la tablet, par&aacute;metros de operaci&oacute;n de las funciones de cocci&oacute;n, datos del motor y de la temperatura, tiempo de uso, hora del sistema, datos sobre fallos, &uacute;ltimo aviso, aperturas de la tapa o calibraci&oacute;n de la b&aacute;scula.</p>
<p style="font-weight: 400;">Si entrega o env&iacute;a su robot al servicio t&eacute;cnico de Lidl para labores de mantenimiento o reparaci&oacute;n, tambi&eacute;n recopilamos y utilizamos datos del diagn&oacute;stico de fallos que nos permiten satisfacer nuestros intereses leg&iacute;timos de desarrollo t&eacute;cnico del MCC y de mejora de nuestra oferta (p. ej., recetas) y nuestro servicio t&eacute;cnico. La base jur&iacute;dica para este tratamiento es el art&iacute;culo 6, apartado 1, letra f) del RGPD.</p>
<p style="font-weight: 400;"><u>Duraci&oacute;n del almacenamiento y criterios de determinaci&oacute;n de dicha duraci&oacute;n:</u></p>
<p style="font-weight: 400;">Cuando no se realiza un cambio de robot, sino que recibe el mismo tras haberlo reparado correctamente, sus datos siguen siendo tratados en su robot. Si leemos y almacenamos los datos de su robot durante un diagn&oacute;stico de fallos, los eliminaremos una vez vencido el plazo de la garant&iacute;a legal (m&aacute;ximo cinco a&ntilde;os).&nbsp;&nbsp;</p>
<p style="font-weight: 400;">En relaci&oacute;n con el tratamiento de datos durante las labores de reparaci&oacute;n, le invitamos a que consulte asimismo el aviso de protecci&oacute;n de datos de la empresa Lidl con la que ha suscrito un contrato de compra o a la que ha encargado la reparaci&oacute;n (p. ej., en https://www.lidl.de/c/datenschutz/s10007528).</p>
<h2>2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tratamiento de datos con conexi&oacute;n a internet</h2>
<p style="font-weight: 400;">Tan pronto como conecte su MCC a internet e inicie sesi&oacute;n con su cuenta de usuario, por defecto procedemos al tratamiento de tan solo aquellos datos que sean necesarios para poder utilizar el robot y sus funcionalidades (apartados 2.1 y 2.2). Todo tratamiento de datos que vaya más allá de estos límites solo se realizará si existe un interés legítimo por nuestra parte (apartado 2.3) o usted está de acuerdo con ello y nos ha otorgado su consentimiento (apartado 2.4).</p>
<h3><strong>2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Uso de su MCC&nbsp;</strong></h3>
<p style="font-weight: 400;"><u>Finalidad del tratamiento de datos y base jur&iacute;dica:</u></p>
<p style="font-weight: 400;">Cuando conecta su MCC a internet, realizamos el tratamiento de datos de su MCC y de su conexi&oacute;n para ofrecerle funciones b&aacute;sicas, como la descarga de aquellas recetas que usted solicite. Tambi&eacute;n realizamos el tratamiento de estos datos para actualizar el software de su MCC para que pueda utilizarlo sin problemas y para grabar nuevas funciones y configurar algunas recetas de forma predeterminada. En especial, se realizar&aacute; el tratamiento de los siguientes datos: hora y contenido de la solicitud, direcci&oacute;n IP, sistema operativo y versi&oacute;n de la aplicaci&oacute;n de la tablet y versi&oacute;n del aviso de protecci&oacute;n de datos.</p>
<p style="font-weight: 400;">La base jur&iacute;dica para este tratamiento es el art&iacute;culo 6, apartado 1, letra b) del RGPD, es decir, realizamos el tratamiento de esos datos en virtud del contrato suscrito entre usted y nosotros.</p>
<p style="font-weight: 400;"><u>Duraci&oacute;n del almacenamiento y criterios de determinaci&oacute;n de dicha duraci&oacute;n:</u></p>
<p style="font-weight: 400;">Almacenamos durante un m&aacute;ximo de 90 d&iacute;as aquellos datos que utilizamos para poder ofrecerle las funciones de su MCC.</p>
<h3><strong>2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Creaci&oacute;n y uso de la cuenta de cliente de Monsieur Cuisine</strong></h3>
<p style="font-weight: 400;"><u>Fines del tratamiento de datos/base jur&iacute;dica:</u></p>
<p style="font-weight: 400;">Puede crear una cuenta de usuario en su robot de cocina Monsieur Cuisine connect e iniciar sesi&oacute;n en su robot con dicha cuenta para poder hacer uso de determinadas opciones (p. ej., seleccionar sus recetas favoritas). Puede utilizar su cuenta a la vez en su robot, en la app y en la web.</p>
<p style="font-weight: 400;">Una vez creada la cuenta, recibir&aacute; un enlace de activaci&oacute;n para que pueda activar la cuenta y crear una contrase&ntilde;a. El proceso de creaci&oacute;n de cuenta queda completado una vez haya validado su cuenta de correo electr&oacute;nico y hayamos confirmado su registro de forma definitiva.&nbsp;</p>
<p style="font-weight: 400;">Durante el proceso de creaci&oacute;n de cuenta se recopilan los siguientes datos:</p>
<ul>
<li style="font-weight: 400;">Nombre de usuario</li>
<li style="font-weight: 400;">Direcci&oacute;n de correo electr&oacute;nico</li>
<li style="font-weight: 400;">Contrase&ntilde;a</li>
<li style="font-weight: 400;">ID de usuario (asignada de forma autom&aacute;tica)</li>
</ul>
<p style="font-weight: 400;">Aquellos datos que nos proporcione en el proceso de creaci&oacute;n de cuenta deben ser correctos. No puede utilizar datos de terceros.</p>
<p style="font-weight: 400;">De forma adicional puede completar su perfil con la siguiente informaci&oacute;n optativa:</p>
<ul>
<li style="font-weight: 400;">Imagen de perfil</li>
<li style="font-weight: 400;">Modelo de robot</li>
<li style="font-weight: 400;">Recetas propias (solo en la web)</li>
<li style="font-weight: 400;">Im&aacute;genes propias de recetas (solo en la web)</li>
<li style="font-weight: 400;">Comentarios sobre recetas</li>
</ul>
<p style="font-weight: 400;">&nbsp;</p>
<p style="font-weight: 400;">Por otro lado, utilizaremos su direcci&oacute;n de correo electr&oacute;nico para</p>
<ul>
<li style="font-weight: 400;">ofrecerle asistencia en caso de que tenga problemas con su cuenta de usuario, y</li>
<li style="font-weight: 400;">informarle sobre cambios en las condiciones de uso o, en su caso, en el aviso de protecci&oacute;n de datos.</li>
</ul>
<p style="font-weight: 400;">La base jur&iacute;dica para el almacenamiento de sus datos es el art 6.1.b) del RGPD; realizamos el tratamiento de sus datos en el marco de la negociaci&oacute;n y ejecuci&oacute;n del contrato.</p>
<p style="font-weight: 400;"><u>Destinatarios y categor&iacute;as de destinatarios:</u></p>
<p style="font-weight: 400;">Para llevar a cabo el tratamiento de sus datos, recurrimos a proveedores de servicios que nos proporcionan espacio de almacenamiento, sistemas de bases de datos o similares, y nos ofrecen asistencia t&eacute;cnica y asesoramiento de marketing. Todos nuestros encargados del tratamiento son seleccionados cuidadosamente, son auditados por nosotros y adem&aacute;s est&aacute;n sujetos a obligaciones contractuales con arreglo al art&iacute;culo 28 del RGPD.</p>
<p style="font-weight: 400;">Solo el usuario puede ver aquellas recetas que ha seleccionado como favoritas. Las recetas propias y los comentarios del usuario pueden ser vistas por terceros junto con su nombre de usuario y la eventual foto de perfil.</p>
<p style="font-weight: 400;"><u>Periodo de conservaci&oacute;n y criterios para determinar el periodo de conservaci&oacute;n:</u></p>
<p style="font-weight: 400;">Si procede a eliminar su cuenta de Monsieur Cuisine, se borrar&aacute;n sus datos. Los comentarios y recetas que haya publicado hasta ese momento se guardar&aacute;n de forma an&oacute;nima y permanecer&aacute;n visibles para los visitantes de la web y de la app. Si desea que eliminemos completamente sus comentarios y recetas, inf&oacute;rmenos de ello enviando una solicitud expresa a nuestro servicio de atenci&oacute;n al cliente (apartado 3). Una vez recibida, procederemos a eliminar sus comentarios y recetas de forma definitiva.</p>
<p style="font-weight: 400;">Tambi&eacute;n puede borrar los datos de usuario almacenados de forma local en su MCC reseteando el robot. Para resetearlo, acceda al apartado de configuraci&oacute;n y haga clic en "Restaurar la configuraci&oacute;n de trabajo" en el subapartado "Configuraci&oacute;n de trabajo".</p>
<h3><strong>2.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Determinación de su país de residencia</strong></h3>
<p style="font-weight: 400;"><u>Finalidad del tratamiento de datos y base jur&iacute;dica:</u></p>
<p style="font-weight: 400;">Su MCC puede mostrar comunicaciones en forma de ventana emergente. Recopilamos y analizamos su dirección IP para que las comunicaciones se ajusten lo más posible a su país. A partir de dichos datos no podemos determinar su identidad ni su ubicación exacta, sino tan solo el país en el que reside.</p>
<p style="font-weight: 400;">La base jurídica para el tratamiento de su dirección IP es el artículo 6, apartado 1, letra f) del RGPD. Su interés y nuestro interés (legítimo) en este tratamiento de datos se basa en el objetivo de mostrarle comunicaciones relevantes para su país de residencia.</p>
<p style="font-weight: 400;"><u>Duraci&oacute;n del almacenamiento y criterios de determinaci&oacute;n de dicha duraci&oacute;n:</u></p>
<p style="font-weight: 400;">Su dirección IP se eliminará a más tardar una vez finalizada la campaña en la que se enmarca nuestra comunicación.</p>
<h3><strong>2.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>An&aacute;lisis del uso que hace de nuestros servicios</strong></h3>
<p style="font-weight: 400;"><u>Finalidad del tratamiento de datos y base jur&iacute;dica:</u></p>
<p style="font-weight: 400;">Si ha prestado consentimiento al an&aacute;lisis del uso que hace del MCC, realizaremos el tratamiento de los siguientes datos para verificar y desarrollar las funcionalidades de su MCC, para mejorar y optimizar las recetas disponible (y ajustarlas a los usos locales) y para prestar de forma adecuada, eficiente y correcta los servicios de asistencia, reparaci&oacute;n y mantenimiento de su MCC: Uso que hace del MCC (p. ej., funciones utilizadas en cada receta, tiempo activo en cada paso de la receta, uso de determinadas funciones de su MCC o configuraciones establecidas).</p>
<p style="font-weight: 400;">Si ha otorgado uno o varios consentimientos al tratamiento de sus datos, almacenaremos el registro de la fecha y la hora y su declaraci&oacute;n de consentimiento junto con la ID de su robot. De esta forma cumplimos nuestra obligaci&oacute;n legal de poder demostrar la legitimidad del tratamiento de datos correspondiente a dicho consentimiento (art&iacute;culo 6, apartado 1, letra c) y art&iacute;culo 5, apartado 2 del RGPD). Si no otorga su consentimiento, almacenaremos la informaci&oacute;n de que no ha otorgado su consentimiento al tratamiento de datos.</p>
<p style="font-weight: 400;"><u>Duraci&oacute;n del almacenamiento y criterios de determinaci&oacute;n de dicha duraci&oacute;n:</u></p>
<p style="font-weight: 400;">Si ha prestado su consentimiento al tratamiento de sus datos sobre el uso de su MCC, almacenaremos aquellos datos tratados de conformidad con dicho consentimiento por un periodo m&aacute;ximo de 7 d&iacute;as a partir de su recopilaci&oacute;n. Pasado dicho periodo, sus datos quedan almacenados de forma an&oacute;nima y agrupados como an&aacute;lisis estad&iacute;stico, y se eliminan de forma definitiva en un plazo de seis meses.</p>
<p style="font-weight: 400;">Almacenaremos los datos para poder demostrar su consentimiento por un periodo m&aacute;ximo de 24 meses a contar desde el momento en que detengamos el tratamiento de sus datos personales en virtud de su consentimiento.</p>
<h3><strong>2.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Destinatarios y categor&iacute;as de destinatarios de los datos</strong></h3>
<p style="font-weight: 400;">Recurrimos parcialmente a empresas de servicios para realizar el tratamiento de sus datos. Dichas empresas est&aacute;n sujetas a nuestras instrucciones y las revisamos de forma regular desde el inicio del tratamiento de datos. Estas empresas no persiguen fines propios con los datos personales del usuario.</p>
<p style="font-weight: 400;">En este contexto, entregamos sus datos a destinatarios que nos ofrecen:</p>
<p style="font-weight: 400;">o espacio de almacenamiento, sistemas de gesti&oacute;n de bases de datos; y</p>
<p style="font-weight: 400;">o asistencia t&eacute;cnica, redacci&oacute;n de contenidos y gesti&oacute;n de cuentas de usuario</p>
<p style="font-weight: 400;">Si para ello se realiza el tratamiento de sus datos personales en un pa&iacute;s no perteneciente al Espacio Econ&oacute;mico Europeo, nos ajustamos de forma estricta a lo dispuesto en el RGPD sobre transmisi&oacute;n a terceros pa&iacute;ses (en especial mediante la suscripci&oacute;n de cl&aacute;usulas tipo de protecci&oacute;n). Actualmente, ese tipo de acceso a los datos solo es posible desde EE.&nbsp;UU. y Hong Kong, y en parte solo si as&iacute; lo aprueba una de nuestras empresas de servicios.</p>
<h2>3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sus derechos como interesado</h2>
<p style="font-weight: 400;">Si as&iacute; nos lo solicita, estaremos encantados de hacerle llegar informaci&oacute;n en virtud del art&iacute;culo 15 del RGPD, en especial sus datos personales almacenados, el destinatario o categor&iacute;a de destinatarios a los que se entregan sus datos, la finalidad del almacenamiento, etc.) Asimismo, y de conformidad con las correspondientes condiciones legales, usted tiene derecho a la rectificaci&oacute;n de datos incorrectos (art&iacute;culo 16 del RGPD), la supresi&oacute;n de datos (art&iacute;culo 17 del RGPD), la limitaci&oacute;n del tratamiento (art&iacute;culo 18 del RGPD) y la portabilidad de sus datos personales (art&iacute;culo 20 del RGPD).</p>
<p style="font-weight: 400;"><strong>En aquellos casos en que el tratamiento de datos se realice de conformidad con el art&iacute;culo 6, apartado 1, letras e) o f) del RGPD o con fines de publicidad directa, usted tiene derecho a oponerse a dicho tratamiento poni&eacute;ndose en contacto con nosotros en la direcci&oacute;n de correo electr&oacute;nico detallada en el apartado 6, entre otras formas.</strong></p>
<p style="font-weight: 400;">En caso de haber otorgado alg&uacute;n consentimiento, podr&aacute; revocarlo en todo momento con efecto futuro.</p>
<p style="font-weight: 400;">Si desea ejercer estos derechos o tiene alguna duda sobre la recopilaci&oacute;n, el tratamiento y el uso de sus datos personales, puede ponerse en contacto con nosotros en todo momento en protecciondedatos-mc@lidl.es.</p>
<p style="font-weight: 400;">Asimismo, tiene derecho a presentar una reclamaci&oacute;n ante la autoridad de control competente.</p>
<h2>4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Obligaci&oacute;n de proporcionar datos</h2>
<p style="font-weight: 400;">Usted no est&aacute; obligado a proporcionar datos personales. No obstante, sin los datos que se incluyen en su cuenta ni una conexi&oacute;n a internet, solo podr&aacute; disfrutar de algunas funciones del MCC de forma limitada (p. ej., descargar nuevas recetas o actualizar el software). Asimismo, sin su consentimiento no podremos mostrarle productos y recetas que se ajusten bien a sus intereses.</p>
<h2>5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cambios en el aviso de protecci&oacute;n de datos</h2>
<p style="font-weight: 400;">En caso de que cambie la situaci&oacute;n legal o las circunstancias del tratamiento de datos en relaci&oacute;n con el uso de la MCC, podr&iacute;a ser necesario modificar este aviso de protecci&oacute;n de datos. En caso de que las finalidades de la recopilaci&oacute;n, tratamiento o uso de sus datos personales, la identidad del responsable del tratamiento o las categor&iacute;as de destinatarios sufran alg&uacute;n cambio, le informaremos al respecto y, en caso necesario, le solicitaremos su consentimiento.</p>
<h2>6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Responsable del tratamiento y delegado de protecci&oacute;n de datos</h2>
<p style="font-weight: 400;">El responsable del tratamiento de sus datos personales con relaci&oacute;n al uso de su MCC es Lidl Stiftung &amp; Co. KG, Stiftsbergstra&szlig;e 1, 74167 Neckarsulm, Alemania.</p>
<p style="font-weight: 400;">Puede contactar con el delegado de protecci&oacute;n de datos de Lidl Stiftung &amp; Co. KG en la direcci&oacute;n indicada anteriormente enviando una carta a la atenci&oacute;n del delegado de protecci&oacute;n de datos o, dependiendo de su pa&iacute;s de residencia, enviando un correo a&nbsp;las direcciones de contacto detalladas en el apartado 3.</p></body></html>