<html><head><meta version="1"/><meta charset="UTF-8"></head><body>
<h3>Condiciones de uso de la web www.monsieur-cuisine.com, Monsieur Cuisine Cuenta y la app Monsieur Cuisine</h3>
<h3>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Prestador del servicio y &aacute;mbito de aplicaci&oacute;n</h3>
<ul>
<li>Lidl Stiftung &amp; Co. KG, Stiftsbergstra&szlig;e 1, 74172 Neckarsulm, Alemania, inscrita en el registro mercantil de los juzgados de Stuttgart con el n&uacute;mero HRA 102314 (en adelante, "Lidl") ofrece en la web <a href="http://www.monsieur-cuisine.com">monsieur-cuisine.com</a> (la "Web") y en la app Monsieur Cuisine (la "App") una plataforma donde se pueden consultar recetas, entre otras cosas (la Web y la App de forma conjunta, la "Plataforma").</li>
<li>Lidl pone a disposici&oacute;n la Plataforma exclusivamente sobre la base de estas condiciones de uso. El usuario puede en todo momento acceder, descargar e imprimir la versi&oacute;n vigente de las condiciones de uso en la Web (<a href="https://www.monsieur-cuisine.com/es/informacion-legal/#c28644">https://www.monsieur-cuisine.com/es/informacion-legal/</a>) y en la App (Perfil &gt; Protecci&oacute;n de datos &amp; Condiciones de uso).</li>
<li>No almacenamos el contrato una vez suscrito. El usuario puede consultar y descargar las condiciones de uso en el men&uacute; principal de la App y en la Web en todo momento.</li>
</ul>
<h3>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Registro</h3>
<p>2.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Los usuarios no registrados pueden ver la informaci&oacute;n p&uacute;blica de la Plataforma.</p>
<p>2.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; No obstante, para poder publicar valoraciones, comentarios, recetas y fotos, es necesario que los usuarios se registren y creen una cuenta. Los usuarios de la App pueden registrarse tras descargar la misma.</p>
<p>2.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Si se utiliza la Plataforma con el Monsieur Cuisine Connect, el usuario solicita de forma vinculante el registro en la Plataforma y el uso de sus servicios al hacer clic en el bot&oacute;n "Registrarse" de la App o en el bot&oacute;n "Reg&iacute;strese ahora" de la Web, introduce todos los datos obligatorios, escribe su nombre de usuario y su contrase&ntilde;a y hace clic en el bot&oacute;n "Listo" o "Registrarse y crear cuenta de usuario".</p>
<p>2.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Esta solicitud no supone ning&uacute;n coste para el usuario. Hasta que no se haga clic en los botones de "Registrarse" o "Reg&iacute;strese ahora", se puede cancelar el registro en cualquier momento y se pueden cambiar los datos introducidos, bien cerrando la App, bien modificando, corrigiendo o eliminando los datos introducidos en los diferentes campos de texto. Una vez completado el proceso de registro, el usuario puede modificar los datos de su cuenta personal en todo momento.</p>
<p>2.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Una vez presentada la solicitud de suscripci&oacute;n del contrato, el usuario recibe una confirmaci&oacute;n de su recepci&oacute;n ("Confirmaci&oacute;n de la solicitud") en aquella direcci&oacute;n de correo electr&oacute;nico que haya indicado en el proceso de registro. Dicha Confirmaci&oacute;n de solicitud representar&aacute; la aceptaci&oacute;n de la misma por parte de Lidl ("Suscripci&oacute;n del contrato") y contendr&aacute; un enlace de verificaci&oacute;n. El usuario podr&aacute; utilizar la Plataforma en cuanto haya verificado su direcci&oacute;n de correo mediante el enlace enviado.</p>
<p>2.6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lidl permite utilizar la Plataforma de forma voluntaria y gratuita, por lo que tiene derecho a rechazar la creaci&oacute;n de una cuenta concreta sin necesidad de indicar los motivos para ello.</p>
<p>2.7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La direcci&oacute;n de correo electr&oacute;nico introducida por el usuario no puede estar asignada ya a otra cuenta. Tampoco se podr&aacute;n introducir una cuenta de correo u otros datos de contacto que no pertenezcan al usuario, en especial las denominadas cuentas de correo temporales. El usuario debe guardar los Datos de acceso de forma segura. Queda prohibido permitir a otras personas acceder a la cuenta.</p>
<p>2.8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Toda interacci&oacute;n con Lidl a trav&eacute;s de la cuenta del usuario se considerar&aacute; una interacci&oacute;n del usuario. Esto tambi&eacute;n se aplica en caso de interacciones de terceros a trav&eacute;s de la cuenta, siempre que dicho uso de la cuenta por parte de terceros sea atribuible a un acto culpable del usuario. El usuario est&aacute; obligado a informar a Lidl de todo uso no autorizado de la cuenta y a modificar los Datos de acceso en caso de que exista la sospecha de que la cuenta est&aacute; siendo utilizada por terceros.</p>
<h3>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Servicios</h3>
<p>La Plataforma ofrece al usuario una variedad de opciones ("Servicios") que el usuario puede ver y utilizar en la Plataforma. Entre estos, encontramos los siguientes Servicios o Servicios similares:</p>
<ul>
<li>B&uacute;squeda de recetas</li>
<li>Asimismo, los usuarios registrados tienen la posibilidad de:</li>
<li>Seleccionar sus recetas favoritas y guardarlas en su perfil</li>
<li>Ilustrar y publicar recetas propias (solo disponible en la Web)&nbsp;</li>
<li>Comentar las recetas de otros usuarios (solo disponible en la Web)</li>
<li>Crear listas de la compra (solo disponible en la App)</li>
<li>Descargar gratuitamente los libros de cocina de Monsieur Cuisine (solo disponible en la Web)&nbsp; &nbsp;</li>
<li>Sincronizar las cuentas de usuario de la App Monsieur Cuisine, la Web Monsieur Cuisine y el Monsieur Cuisine Connect&nbsp;</li>
</ul>
<h3>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cesi&oacute;n de derechos</h3>
<p>4.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Se otorga al usuario el derecho no exclusivo, intransferible y no sublicencible de utilizar la Plataforma para fines adecuados y de conformidad con estas condiciones. El usuario disfrutar&aacute; de dicho derecho durante todo el periodo de vigencia del contrato. El usuario no podr&aacute; modificar, ajustar, traducir o procesar de ninguna forma la Plataforma ni vincularla a otro software. No se podr&aacute; hacer uso comercial de las recetas.</p>
<p>4.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; El usuario cede a Lidl el derecho temporal y geogr&aacute;ficamente ilimitado de procesar las propuestas, ideas, recetas y dem&aacute;s contenidos que el usuario haya enviado y reproducir, distribuir y permitir el acceso a las mismas en la Plataforma, la tienda online de Lidl y en las redes sociales, ya sea de forma directa o a trav&eacute;s de terceros, para poder prestar as&iacute; a otros usuarios los servicios enumerados en el apartado 3.</p>
<p>4.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; El usuario acepta que Lidl pone a disposici&oacute;n de otros usuarios los contenidos mencionados en el apartado 4.2, y que los dem&aacute;s usuarios pueden descargar con fines privados las recetas publicadas por el usuario, y pueden copiarlas de forma ilimitada y compartirlas gratuitamente con sus familiares y amigos para su uso privado.</p>
<p>4.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; El usuario garantiza que los contenidos que env&iacute;a no infringen ning&uacute;n derecho de terceros, en especial derechos sobre nombres, marcas, im&aacute;genes, propiedad intelectual o protecci&oacute;n de datos.</p>
<h3>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Obligaciones del usuario</h3>
<p>5.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; El usuario debe abstenerse de realizar cualquier acci&oacute;n que afecte a la explotaci&oacute;n de la Plataforma o a la infraestructura t&eacute;cnica de la misma.</p>
<p>5.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; El usuario se compromete ante Lidl a no subir a la Plataforma ning&uacute;n contenido que incumpla la legislaci&oacute;n aplicable o atente contra las buenas costumbres, ya sea por su fondo, forma, dise&ntilde;o o por cualquier otro motivo.</p>
<p>5.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Queda expresamente prohibido que el usuario publique o difunda contenidos que:</p>
<ul>
<li>incumplan la legislaci&oacute;n aplicable o atenten contra las buenas costumbres;</li>
<li>violen los derechos de marca, patentes, propiedad intelectual y otros derechos de propiedad, secretos comerciales y dem&aacute;s derechos de terceros;</li>
<li>tengan un car&aacute;cter obsceno, racista, pornogr&aacute;fico o ensalcen la violencia o de alguna forma pongan el riesgo el correcto desarrollo de menores y j&oacute;venes;</li>
<li>tengan un car&aacute;cter ofensivo, acosador, difamatorio o que de alguna forma sea injurioso para las personas;</li>
<li>incluyan datos personales de terceros sin el consentimiento expreso de estos;</li>
<li>tengan un car&aacute;cter comercial, en especial publicitario.</li>
</ul>
<p>5.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La publicaci&oacute;n de los contenidos de los usuarios se encuentra automatizada y no se revisa previamente si cumplen estas condiciones de uso o la legislaci&oacute;n vigente. Lidl rechaza expresamente cualquier propiedad sobre los contenidos publicados por los usuarios.</p>
<p>5.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Los usuarios pueden informar a Lidl de cualquier sospecha de contenido il&iacute;cito.</p>
<h3>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Responsabilidad</h3>
<p>6.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lidl responde de forma ilimitada en caso de dolo, negligencia grave y da&ntilde;os y perjuicios por lesiones f&iacute;sicas, da&ntilde;os a la salud o fallecimiento.</p>
<p>6.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; En caso de negligencia leve, Lidl solo responde en caso de incumplimiento de una obligaci&oacute;n contractual fundamental. A este efecto, se entiende por obligaci&oacute;n contractual fundamental aquella obligaci&oacute;n cuyo cumplimiento es esencial para la ejecuci&oacute;n del contrato y puede ser invocado por las partes en todo momento.</p>
<p>6.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La responsabilidad asumida en el apartado 6.2 queda limitada a los da&ntilde;os y perjuicios normales y previsibles en el momento de suscripci&oacute;n del contrato.</p>
<p>6.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La limitaci&oacute;n de responsabilidad se aplica asimismo a los empleados, representantes y agentes de Lidl como corresponda.</p>
<p>6.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; No se ver&aacute; afectada la responsabilidad de Lidl derivada de garant&iacute;as expresas y de reclamaciones relacionadas con la ley alemana de responsabilidad por productos defectuosos (<em>Produkthaftungsgesetz</em>).</p>
<p>6.6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Por lo dem&aacute;s queda excluida toda responsabilidad de Lidl.</p>
<h3>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Duraci&oacute;n y rescisi&oacute;n</h3>
<p>7.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; El contrato de uso se suscribe con car&aacute;cter indefinido y tanto Lidl como el usuario pueden rescindirlo en cualquier momento.</p>
<p>7.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Al usar la Plataforma con el Monsieur Cuisine Connect, un usuario registrado puede rescindir el contrato de uso en todo momento sin necesidad de preaviso. Para ello, puede enviar un mensaje a la direcci&oacute;n de correo electr&oacute;nico protecciondedatos-mc@lidl.es.</p>
<p>7.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; No se ver&aacute; afectado el derecho de las partes a rescindir este Contrato Marco de forma extraordinaria por causa justificada.</p>
<h3>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Incumplimiento de las condiciones de uso</h3>
<p>8.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; El usuario se compromete con Lidl a utilizar la Plataforma solo para fines que no incumplan estas condiciones de uso ni la legislaci&oacute;n vigente y que no violen derechos de terceros.</p>
<p>8.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lidl se reserva el derecho a impedir al usuario el acceso a la Plataforma en caso de que este incumpla de manera ostensible estas condiciones de uso y en tanto no deje de hacerlo.</p>
<p>8.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Los apartados 4.2 y 4.3 no se ver&aacute; afectados por la rescisi&oacute;n del contrato.</p>
<h3>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Disposiciones generales</h3>
<p>9.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La lengua del contrato es el alem&aacute;n.</p>
<p>9.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Todas las relaciones jur&iacute;dicas entre usuario y Lidl se encuentran sujetas al derecho sustantivo de la Rep&uacute;blica Federal de Alemania, quedando excluida la aplicaci&oacute;n de la Convenci&oacute;n de las Naciones Unidas sobre los Contratos de Compraventa Internacional de Mercader&iacute;as, siempre que el usuario tenga su lugar habitual de residencia en Alemania o en otro pa&iacute;s que no pertenezca a la Uni&oacute;n Europea. En caso de que el usuario tenga su lugar habitual de residencia en otro pa&iacute;s de la Uni&oacute;n Europea, no se ver&aacute;n afectadas las disposiciones imperativas de la legislaci&oacute;n de dicho pa&iacute;s.</p>
<p>9.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; En caso de que una o varias disposiciones de estas condiciones de uso sean inv&aacute;lidas, la validez del resto de disposiciones no se ver&aacute; afectada.</p>
<p>9.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La Comisi&oacute;n Europea pone a disposici&oacute;n una plataforma para la resoluci&oacute;n de litigios en l&iacute;nea. El usuario puede acceder a la misma en <a href="http://www.ec.europa.eu/consumers/odr">http://www.ec.europa.eu/consumers/odr</a>. Lidl no est&aacute; obligada ni desea participar en procesos de resoluci&oacute;n de litigios ante &oacute;rganos arbitrales de las organizaciones de consumidores.</p>
<p>&nbsp;</p>
<p>Versi&oacute;n: Octubre/2021</p>
<p>&nbsp;</p></body></html>