[
  {
    "title": "Come si applica la caraffa e come si chiude correttamente il coperchio?",
    "content": "Per maggiori chiarimenti seguite le istruzioni relative a questo tema nei tutorial, alla sezione 'Impostazioni'. (Vedere anche il Manuale d'uso al paragrafo Utilizzo della caraffa -> Inserimento della caraffa e Montaggio del coperchio della caraffa.) "
  },
  {
    "title": "Dove si trovano i programmi automatici Impastare, Cuocere al vapore e Rosolare?",
    "content": "Azionate sul display l'icona dei programmi automatici. Qui troverete tutti i programmi automatici. Per maggiori chiarimenti seguite le istruzioni relative a questo tema nei tutorial, alla sezione 'Impostazioni'. "
  },
  {
    "title": "Come funziona la bilancia?",
    "content": "Per maggiori chiarimenti, seguite le istruzioni relative a questo tema nei tutorial, alla sezione 'Impostazioni'. (Vedere anche il Manuale d'uso Bilancia -> Pesata semplice e pesata con la funzione di tara.) "
  },
  {
    "title": "Perché è necessario chiudere bene il coperchio della caraffa e inserire il misurino?\n",
    "content": "La sicurezza prima di tutto: il coperchio della caraffa deve essere chiuso correttamente per evitare che liquidi bollenti possano fuoriuscire durante il funzionamento dell'apparecchio. Pericolo di ustione! Se il coperchio non è chiuso correttamente, sul display compare una finestra di dialogo e l'apparecchio non potrà essere avviato oppure la preparazione verrà interrotta."
  },
  {
    "title": "Perché la caraffa non entra nella base?",
    "content": "Controllate che la caraffa sia correttamente in sede. Il simbolo della caraffa riportato sulla caraffa deve essere rivolto in avanti (v. Manuale d'uso Utilizzo della caraffa -> Inserimento della caraffa). I perni sotto la caraffa devono essere inseriti sulle aperture previste."
  },
  {
    "title": "Perché non è possibile accendere il dispositivo?",
    "content": "Verificate che la spina sia inserita correttamente nella presa di corrente. Quindi azionate l'interruttore ON/OFF sul lato destro dell'apparecchio."
  },
  {
    "title": "Perché la velocità non può essere impostata oltre il livello 3?",
    "content": "Se si imposta la temperatura a più di 37 °C, la velocità non può superare il livello 3."
  },
  {
    "title": "Perché è possibile mettere in pausa la preparazione azionando il tasto START?",
    "content": "Utilizzando questa funzione è possibile, per esempio, aggiungere altri ingredienti, versandoli attraverso il foro di inserimento, senza interrompere la funzione impostata sul programma automatico. "
  },
  {
    "title": "Come si pulisce il coperchio quando è macchiato?",
    "content": "Quando si preparano alimenti fortemente coloranti quali carote, broccoli, zucca, curry,\ncurcuma, ecc. il coperchio potrebbe rimanere macchiato. Non si tratta di un difetto di materiale e in ogni caso non ci sono pericoli per la salute.\nPer evitare questo inconveniente, si consiglia di applicare sul coperchio un leggero\nstrato di olio. Se il coperchio dovesse essere già macchiato, è utile sfregare con\ndell’olio, poiché numerosi coloranti naturali sono liposolubili. In caso di forti\nmacchie, è utile mettere per un po’ di tempo il coperchio alla luce del sole: con il\ntempo le macchie si sbiadiranno."
  },
  {
    "title": "Perché l'apparecchio produce un odore sgradevole?",
    "content": "Quando il motore dell'apparecchio deve svolgere lavori pesanti - per esempio quando si preparano impasti - il calore generato dal motore produce odore. Questo non deve essere motivo di preoccupazione, perché l'odore è praticamente innocuo! Fate riposare il dispositivo e lasciatelo raffreddare per circa 30 minuti prima di procedere con la preparazione."
  },
  {
    "title": "Perché a volte il motore funziona in modo irregolare?",
    "content": "Per ottenere buoni rapporti di miscelazione, il motore, ai livelli più bassi, gira in modo irregolare.\nNei programmi automatici questo avviene in maniera predefinita. In caso di sovraccarico, lasciate in pausa il dispositivo e fatelo raffreddare per circa 30 minuti, prima di continuare.  "
  },
  {
    "title": "Perché durante la miscelazione o l'uso dell'apparecchio fuoriesce del liquido?",
    "content": "Controllate che il coperchio sia stato chiuso correttamente. Se la guarnizione del coperchio o quella collocata sotto il gruppo coltelli non sono inserite, potrebbero verificarsi perdite di liquido. In questo caso applicate la guarnizione e controllate che sia stata posizionata correttamente in sede. Le guarnizioni danneggiate devono essere sostituite. Non utilizzate il dispositivo prima dell'avvenuta sostituzione!"
  },
  {
    "title": "Come si spegne il dispositivo?",
    "content": "Per scollegare completamente il dispositivo dalla rete, azionate l'interruttore ON/OFF sul lato posteriore destro dell'apparecchio. Per eliminare completamente la tensione dall'apparecchio, scollegate la spina dalla presa."
  },
  {
    "title": "Perché dopo alcuni minuti il display è spento/nero?",
    "content": "Questo accade per ragioni di risparmio energetico. Monsieur Cuisine connect dopo alcuni minuti di mancato utilizzo va automaticamente in modalità standby. Prima però sul display compare la relativa comunicazione. Quando l'apparecchio si trova in questa modalità consuma meno di 1 watt, ma è immediatamente pronto all'uso in qualsiasi momento."
  },
  {
    "title": "Come si fa a uscire dalla modalità standby? (Come si fa riazionare l'apparecchio?)",
    "content": "Monsieur Cuisine connect può essere facilmente riazionato premendo la manopola."
  },
  {
    "title": "Perché la cottura al vapore non funziona?",
    "content": "Controllate che l'inserto cottura al vapore sia correttamente in sede e che la funzione di cottura a vapore sia stata azionata. Può essere selezionata attraverso il programma di base/automatico, azionando poi il tasto START u (v. Manuale d'uso, Capitolo Cottura al vapore). All'inizio si procede con una fase di riscaldamento di 10 minuti, in modo che il dispositivo possa raggiungere la temperatura necessaria. Solo in seguito inizia il processo di cottura vero e proprio. \nControllate che nella caraffa sia presente una quantità di acqua sufficiente. "
  },
  {
    "title": "Come si avvia la funzione turbo?",
    "content": "La funzione può essere attivata solo tenendo premuto per alcuni secondi il simbolo TURBO sul display. Non appena il simbolo viene rilasciato, l'apparecchio si ferma. Ripetete il procedimento se non avete raggiunto la consistenza desiderata."
  },
  {
    "title": "Perché la funzione Turbo non va?",
    "content": "La funzione TURBO è attivabile soltanto: \n- se il dispositivo è già avviato;\n- se non è stato selezionato alcun programma automatico;\n- se la temperatura degli alimenti è inferiore ai 60 °C. "
  },
  {
    "title": "Quali parti possono essere lavate in lavastoviglie?",
    "content": "Ad eccezione della base, tutti i pezzi sono lavabili in lavastoviglie. \nRimuovete sempre l'inserto lame dalla caraffa e togliete le guarnizioni. Mettete tutto separatamente nella lavastoviglie."
  },
  {
    "title": "Quando è necessario eseguire il riavvio?",
    "content": "Se il vostro dispositivo è acceso e non risponde ai comandi oppure non è possibile attivare nessuna funzionalità, è necessario eseguire il riavvio. \nPer farlo, posizionate l'interruttore ON/OFF a destra della macchina sullo 0 e aspettate per 30 secondi. Poi, per riaccendere il dispositivo, posizionate l'interruttore ON/OFF su I."
  },
  {
    "title": "Perché è necessario connettere il dispositivo alla rete wi-fi?",
    "content": "NON è OBBLIGATORIO connettere il dispositivo alla rete wi-fi, ma stabilendo questa connessione potrete accedere a tutte le altre ricette di Monsieur Cuisine Connect."
  },
  {
    "title": "Nessuna connessione wi-fi. Qual è la causa?",
    "content": "Verificate che il router wi-fi sia acceso, che invii un segnale e che gli apparecchi siano connessi (vedere Manuale d'uso, Capitolo Stabilire la connessione wi-fi e Guasti, causa, eliminazione. \nControllate le impostazioni sul dispositivo. "
  },
  {
    "title": "Come faccio a connettere il dispositivo alla rete wi-fi?",
    "content": "Seguite le istruzioni nel capitolo Stabilire la connessione wi-fi nel Manuale d'uso."
  },
  {
    "title": "Che cosa succede se non connetto l'apparecchio alla rete wi-fi?\nHo degli svantaggi se il mio dispositivo non è connesso alla rete wi-fi?",
    "content": "Monsieur Cuisine connect funziona perfettamente anche senza connessione wi-fi. In caso di connessione, però, avrete completo accesso a tutte le ricette memorizzate nel dispositivo. "
  },
  {
    "title": "Come faccio a ottenere nuove ricette sul mio dispositivo?",
    "content": "Quando si collega il dispositivo alla rete wi-fi, avrete accesso a tutte le nostre ricette per Monsieur Cuisine connect."
  },
  {
    "title": "Perché dovrei consentire gli aggiornamenti?",
    "content": "Gli aggiornamenti sono necessari per aggiornare il dispositivo sulla versione più recente, per poter usufruire di tutti i miglioramenti e di tutte le novità. "
  },
  {
    "title": "Quali sono i vantaggi della registrazione con l'account utente sul dispositivo?",
    "content": "Accedendo al dispositivo tramite il proprio account utente è possibile, ad esempio, visualizzare le ricette preferite (Preferiti) e aggiungerne altre."
  },
  {
    "title": "Quali sono le abbreviazioni utilizzate nel dispositivo?",
    "content": "C\tcucchiaio \nC\tcarboidrati\nc\tcucchiaino\ncm\tcentimetro\nG\tgrassi\ng\tgrammo\nkcal\tchilocalorie\nkg\tchilogrammo\nkJ\tchilojoule\nl\tlitro\nml\tmillilitro\nP\tproteine"
  }
]
