[
  {
    "title": "How do I insert the pot and close the lid properly?",
    "content": "You can find detailed instructions on how to do this in the tutorials under ‘Settings’.\n(also see the chapter on using the blender jug in the user instructions -> insert blender jug and close the blender jug lid)."
  },
  {
    "title": "Where can I find the automatic programs for kneading, steaming and browning?",
    "content": "Touch the symbol for automatic programs on the display. This will show you all automatic programs.\nYou can find detailed instructions on how to do this in the tutorials under ‘Settings’."
  },
  {
    "title": "How does the scale work?",
    "content": "You can find detailed instructions on how to do this in the tutorials under ‘Settings’.\n(also see the chapter on the scale in the user instructions -> simple weighing function and weighing using the tare function.)"
  },
  {
    "title": "Why do I have to firmly close the blender jug lid and put on the measuring beaker?",
    "content": "Safety comes first: The blender jug lid must be closed firmly to prevent hot liquid from leaking out during mixing. Danger! Failure to observe the instructions may result in scalding! If the lid is not properly locked, the display will show a message and you will not be able to start the device, or it will stop the preparation."
  },
  {
    "title": "Why does the pot not fit in the base unit?",
    "content": "Please check whether you have inserted the pot the right way around. The pot symbol on the blender jug must face forward (see the chapter on using the blender jug in the user instructions -> insert the blender jug). The pins at the bottom of the blender jug must be inserted into the openings provided."
  },
  {
    "title": "Why can’t I switch the device on?",
    "content": "Please check whether the mains plug is properly connected to the wall socket. Then turn the ON/OFF switch on the right side of the device to the ON position."
  },
  {
    "title": "Why can the speed not be set higher than setting 3?",
    "content": "At a temperature setting higher than 37 °C, the speed can only be adjusted up to setting 3."
  },
  {
    "title": "Why can I pause the operation by pressing the START button?",
    "content": "This function allows you to add additional ingredients through the filling opening without interrupting the automatic program or the selected function."
  },
  {
    "title": "How can a discoloured lid be cleaned?",
    "content": "The processing of strongly colouring food, such as carrots, broccoli, pumpkin, curry, curcuma etc. may result in a discolouration of the lid. This is not a defect in the material and is no health concern.\nDiscolouration of the lid can be prevented by applying a thin layer of oil to the inside of the lid. If the lid has already been discoloured, it may help to apply some oil before cleaning it, as many natural colouring agents are fat-soluble. If the lid is strongly discoloured, placing it into direct sunlight for some time may help. The discolouration will fade progressively."
  },
  {
    "title": "Why is the device smelly?",
    "content": "If the motor of the device has to work hard, e.g. when preparing heavy dough, the heat generated by the motor may cause an odour. This is no cause for alarm, as the odour is completely harmless! Please give the device a break and allow it to cool down for approximately 30 minutes before you continue."
  },
  {
    "title": "Why is the motor sometimes not running smoothly?",
    "content": "To achieve a satisfactory mixing ratio, the motor runs irregularly on the lower settings.\nThis is pre-set for the automatic programs.\nIf the device is working on overload, please give it a break, and allow it to cool down for approximately 30 minutes before you continue."
  },
  {
    "title": "Why does liquid leak from the device while mixing or using the device otherwise?",
    "content": "Please check that you have properly closed the lid. Leaks may occur if the lid seal or the seal under the blade has not been inserted. Please insert the seal and ensure that it is positioned correctly. Damaged seals must be replaced. The device must not be operated without new seals!"
  },
  {
    "title": "How do I switch off the device?",
    "content": "To disconnect the device from the mains, switch it off using the ON/OFF switch located on the right back side of the device. To completely disconnect the device from electricity, please pull the mains plug from the wall socket."
  },
  {
    "title": "Why does my display switch off or become all-black after a few minutes?",
    "content": "This is an electricity-saving function. The Monsieur Cuisine connect automatically switches to standby mode after a few minutes of sitting idle. A message will show on the display before the device switches into standby mode. The device will consume less power while it is in standby mode, but can be re-activated immediately."
  },
  {
    "title": "How do I reactivate my device from standby mode? (How do I wake up my device?)",
    "content": "The Monsieur Cuisine connect can easily be reactivated by pressing or turning the control dial."
  },
  {
    "title": "Why does the steaming function not work?",
    "content": "Check whether the steamer attachment is properly locked into place and that you have activated the steamer function. The function can be selected from the basic/automatic program and started by pressing the START button (see the chapter on steaming in the user instructions). The device will initially heat up for 10 minutes to reach the necessary temperature. The steaming process will only start after the device has heated up.  Please check whether there is enough liquid in the blender jug."
  },
  {
    "title": "How can I start the turbo function?",
    "content": "This function can only be activated by pressing and holding the TURBO symbol. Press the TURBO symbol on the display and keep it pressed for a few seconds. The device will stop once you release the symbol. Repeat this process if the preparation result is not yet of the desired consistency."
  },
  {
    "title": "Why does the turbo function not work?",
    "content": "The TURBO function will only work:\n- if the device has already started;\n- if no automatic program is selected;\n- if the food temperature is lower than 60 °C."
  },
  {
    "title": "Which parts of the device may go into the dishwasher?",
    "content": "Except for the base unit, all parts are dishwasher-safe.\nAlways remove the blade and the seals from the blender jug. Place all parts into the dishwasher separately."
  },
  {
    "title": "When do I need to reset the device?",
    "content": "If your device is switched on but is unresponsive, or if you cannot change any settings, you will have to reset it.\nTo reset the device, switch the ON/OFF switch on the right side of the device to 0 and wait for 30 seconds. Then switch the ON/OFF switch back to I. This will restart the device."
  },
  {
    "title": "Why do I have to connect my device with a WLAN network?",
    "content": "A WLAN connection is NOT MANDATORY. A WLAN connection will, however, give you access to our library of recipes for the Monsieur Cuisine connect."
  },
  {
    "title": "No WLAN connection. What could be the cause?",
    "content": "Please make sure that your WLAN router is switched on, that it is sending a signal and that the devices have established a connection (see the chapter on connecting to a WLAN network, malfunctions and troubleshooting in the user instructions).\nCheck the settings on your device."
  },
  {
    "title": "How can I connect the device to a WLAN network?",
    "content": "Please follow the steps outlined in the chapter on WLAN connection in the user instructions."
  },
  {
    "title": "What happens if I don't connect the device to a WLAN network? Do I have any disadvantages if my device is not connected to a WLAN network?",
    "content": "All functions of the Monsieur Cuisine connect will work with or without a WLAN connection. You will have access to all recipes stored on the device."
  },
  {
    "title": "How can upload new recipes to my device?",
    "content": "You will have access to our entire library of recipes for the Monsieur Cuisine connect if you have connected your device to a WLAN network."
  },
  {
    "title": "Why should I allow updates?",
    "content": "Updates are necessary to ensure your device is running with the latest software that will allow you to benefit of all improvements and new features."
  },
  {
    "title": "What are the advantages of logging in with a user account at the device?",
    "content": "When you log in to your user account at the device, you will be able to retrieve your favourite recipes and add new recipes."
  },
  {
    "title": "Abbreviations",
    "content": "cm\tCentimetre\nP\tProtein\ntbsp\tTablespoon\nF\tFat\nPC\tPre-cooked meal\ng\tGram\nkcal\tKilo calories\nkg\tKilograms\nCH\tCarbohydrates\nkJ\tKilo joule\nl\tLitres\nmin.\tMinutes\nml\tMillilitres\npn\tPinch\nS.\tSatchel\nhrs\tHours\nFP\tFrozen product\ntsp\tTeaspoon"
  }
]
