<html><head><meta version="4"/><meta charset="UTF-8"></head><body>
<p style="font-weight: 400;">Version 4, Stand: 12.07.2024</p>
<h1>Datenschutzhinweise f&uuml;r Ihren Monsieur Cuisine connect</h1>
<p style="font-weight: 400;">Wir freuen uns, dass Sie sich f&uuml;r den Schutz Ihrer personenbezogenen Daten bei der Nutzung Ihres K&uuml;chenger&auml;ts Monsieur Cuisine connect (&bdquo;Monsieur Cuisine connect&ldquo;, &bdquo;MCC&ldquo;) interessieren.</p>
<p style="font-weight: 400;">Die folgenden Datenschutzhinweise informieren Sie &uuml;ber Art und Umfang der m&ouml;glichen Verarbeitung Ihrer personenbezogenen Daten im Rahmen der Nutzung des MCC. Personenbezogene Daten sind Informationen, die Ihrer Person direkt oder mittelbar zuzuordnen sind bzw. zugeordnet werden k&ouml;nnen. Als gesetzliche Grundlage f&uuml;r den Datenschutz dient insbesondere die Datenschutz-Grundverordnung (DSGVO).</p>
<h2>1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Datenverarbeitungen im Offline-Betrieb</h2>
<p style="font-weight: 400;"><u>Zwecke der Datenverarbeitungen/ Rechtsgrundlagen:</u></p>
<p style="font-weight: 400;">Solange Sie Ihren MCC nicht mit dem WLAN verbinden, verarbeiten wir keine Ihrer personenbezogenen Daten. In diesem Fall werden lediglich einige technische Informationen lokal auf Ihrem MCC gespeichert (insbesondere folgende Daten: Betriebssystem- und App-Version des verbauten Tablets, Betriebsparameter der Kochfunktionen, Motor- und Heizdaten, Betriebszeiten, Systemzeit, Fehlerdaten, letzte Meldung, Deckel&ouml;ffnungen, Waage kalibriert).</p>
<p style="font-weight: 400;">Wenn Sie Ihr Ger&auml;t f&uuml;r eine Wartung oder Reparatur an den Lidl-Kundenservice einschicken oder direkt &uuml;bergeben, erheben und nutzen wir Erkenntnisse aus Fehlerdiagnosen auch, um unser berechtigtes Interesse an der technischen Weiterentwicklung des MCC und der Verbesserung unseres Services und unserer Angebote (z.B. Rezepte) zu verfolgen. Die Rechtsgrundlage hierf&uuml;r ist Artikel 6 Absatz 1 Buchstabe f) DSGVO.</p>
<p style="font-weight: 400;"><u>Speicherdauer/ Kriterien f&uuml;r Festlegung der Speicherdauer:</u></p>
<p style="font-weight: 400;">Wenn Ihr Ger&auml;t nicht ausgetauscht wird, sondern Sie dieses Ger&auml;t nach erfolgter Wartung f&uuml;r die fortdauernde Nutzung zur&uuml;ckerhalten, werden Ihre Daten auf Ihrem Ger&auml;t weiter verarbeitet. Sofern wir im Rahmen von Fehlerdiagnosen die Daten Ihres Ger&auml;ts auslesen und speichern, l&ouml;schen wir sie nach Ablauf der Gew&auml;hrleistungsfristen (sp&auml;testens nach 5 Jahren), . &nbsp;&nbsp;</p>
<p style="font-weight: 400;">Bitte beachten Sie zu den Datenverarbeitungen zur Fehlerbehebung zus&auml;tzlich die Datenschutzhinweise der Lidl-Gesellschaft, mit der Sie einen Kaufvertrag geschlossen haben oder die Sie mit der Fehlerbehebung beauftragen (z.B. auf https://www.lidl.de/c/datenschutz/s10007528).</p>
<h2>2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Datenverarbeitungen im Online-Betrieb</h2>
<p style="font-weight: 400;">Sobald Sie Ihren MCC mit dem WLAN verbunden und sich ggf. mit Ihrem Kundenkonto eingeloggt haben, verarbeiten wir standardm&auml;&szlig;ig nur solche Daten, die erforderlich sind, um das Ger&auml;t und seine Funktionalit&auml;ten zu nutzen (Ziffern 2.1 und 2.2). Darüber hinausgehende Datenverarbeitungen führen wir nur durch, wenn ein berechtigtes Interesse unsererseits dafür besteht (Ziffer 2.3) oder Sie hiermit einverstanden sind und uns Ihre Einwilligung dafür erteilen (Ziffer 2.4).</p>
<h3><strong>2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Betrieb Ihres MCC&nbsp;</strong></h3>
<p style="font-weight: 400;"><u>Zwecke der Datenverarbeitungen/ Rechtsgrundlagen:</u></p>
<p style="font-weight: 400;">Wenn Sie Ihren MCC mit dem WLAN verbinden, verarbeiten wir Daten Ihres MCC-Ger&auml;ts und Ihrer Internetverbindung, um Ihnen grundlegende Funktionen bereitzustellen, wie z. B. den Download von Ihnen angefragter Rezepte. Wir verarbeiten diese Daten auch, um die Software Ihres MCC f&uuml;r eine st&ouml;rungsfreie Nutzung zu aktualisieren sowie ggf. neue Funktionen und zur Voreinstellung beabsichtigte Rezepte aufzuspielen. Es werden insbesondere folgende Daten verarbeitet: Zeitpunkt und Inhalt der Anfrage, IP-Adresse, Betriebssystem- und App-Version des verbauten Tablets, Version der Datenschutzhinweise.</p>
<p style="font-weight: 400;">Rechtsgrundlage f&uuml;r diese Datenverarbeitungen ist Artikel 6 Absatz 1 Buchstabe b) DSGVO, d.h. wir verarbeiten diese Daten auf Grundlage des Vertragsverh&auml;ltnisses zwischen Ihnen und uns.</p>
<p style="font-weight: 400;"><u>Speicherdauer/ Kriterien f&uuml;r Festlegung der Speicherdauer:</u></p>
<p style="font-weight: 400;">Die Daten, die wir nutzen, um Ihnen die Funktionen Ihres MCC anbieten zu k&ouml;nnen, speichern wir f&uuml;r maximal 90 Tage.</p>
<h3><strong>2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Registrierung und Nutzung des Monsieur Cuisine Kundenkontos</strong></h3>
<p style="font-weight: 400;"><u>Zwecke der Datenverarbeitung/ Rechtsgrundlagen:</u></p>
<p style="font-weight: 400;">Sie k&ouml;nnen auf der K&uuml;chenmaschine Monsieur Cuisine connect ein Nutzerkonto anlegen und sich mit diesem Konto auf Ihr Ger&auml;t einloggen, um bestimmte Features zu nutzen (z.B. Auswahl von Rezeptfavoriten). Ihr Konto kann gegebenenfalls zwischen Ihrem Ger&auml;t, Ihrer App und der Webseite synchronisiert genutzt werden.</p>
<p style="font-weight: 400;">Nachdem Sie sich registriert haben, wird Ihnen einen Aktivierungslink zugesendet, wodurch Sie Ihr Konto aktivieren und ein Passwort erstellen k&ouml;nnen. Der Registrierungsvorgang ist erst abgeschlossen, wenn Ihre in diesem Rahmen angegebene E-Mail-Adresse validiert und die Registrierung unsererseits abschlie&szlig;end best&auml;tigt worden ist.&nbsp;</p>
<p style="font-weight: 400;">Im Rahmen des Registrierungsprozesses werden folgende Daten erfasst:</p>
<ul>
<li style="font-weight: 400;">Pseudonym (sog. &bdquo;Nickname&ldquo;),</li>
<li style="font-weight: 400;">E-Mail-Adresse,</li>
<li style="font-weight: 400;">Passwort und</li>
<li style="font-weight: 400;">Automatisch vergebene User-ID.</li>
</ul>
<p style="font-weight: 400;">Die Daten, die Sie im Rahmen des Registrierungsvorgangs angeben, m&uuml;ssen inhaltlich zutreffend sein. Daten Dritter d&uuml;rfen nicht verwendet werden.</p>
<p style="font-weight: 400;">Zus&auml;tzlich k&ouml;nnen Sie Ihr Profil mit folgenden freiwilligen Informationen erg&auml;nzen:</p>
<ul>
<li style="font-weight: 400;">Profilbild,</li>
<li style="font-weight: 400;">verwendeter Maschinentyp,</li>
<li style="font-weight: 400;">selbst erstellte Rezepte (nur auf der Webseite),</li>
<li style="font-weight: 400;">eigene Rezeptbilder (nur auf der Webseite) und</li>
<li style="font-weight: 400;">Kommentare zu Rezepten</li>
</ul>
<p style="font-weight: 400;">&nbsp;</p>
<p style="font-weight: 400;">Ihre E-Mail-Adresse verwenden wir dar&uuml;ber hinaus, um</p>
<ul>
<li style="font-weight: 400;">Sie bei Problemen mit dem Nutzerkonto zu unterst&uuml;tzen und</li>
<li style="font-weight: 400;">Sie &uuml;ber ge&auml;nderte Nutzungsbedingungen oder, falls erforderlich, &uuml;ber &Auml;nderungen der Datenschutzhinweise zu informieren.</li>
</ul>
<p style="font-weight: 400;">Rechtsgrundlage f&uuml;r die Speicherung Ihrer Daten ist dabei Art. 6 Abs. 1 lit. b) DSGVO, d.h. wir verarbeiten Ihre Daten im Rahmen der Vertragsanbahnung bzw. Vertragsabwicklung.</p>
<p style="font-weight: 400;">&nbsp;</p>
<p style="font-weight: 400;"><u>Empf&auml;nger/ Kategorien von Empf&auml;ngern:</u></p>
<p style="font-weight: 400;">Wir setzen f&uuml;r die Verarbeitung Ihrer Daten Dienstleister ein, die f&uuml;r uns Speicherkapazit&auml;t, Datenbank-Systeme o.&auml;. zur Verf&uuml;gung stellen, technischen Support anbieten und uns marketing-technisch beraten. Alle unsere Auftragsverarbeiter sind sorgf&auml;ltig ausgesucht, werden von uns auditiert und zudem vertraglich gem&auml;&szlig; Artikel 28 DSGVO verpflichtet.</p>
<p style="font-weight: 400;">Die von Ihnen ausgew&auml;hlten Rezeptfavoriten k&ouml;nnen nur von Ihnen eingesehen werden. Von Ihnen eingestellte selbst erstellte Rezepte und Kommentare k&ouml;nnen gemeinsam mit dem &bdquo;Nickname&ldquo; und dem gegebenenfalls eingestellten Profilfoto von Dritten eingesehen werden.</p>
<p style="font-weight: 400;"><u>Speicherdauer/ Kriterien f&uuml;r Festlegung der Speicherdauer:</u></p>
<p style="font-weight: 400;">Sofern Sie die L&ouml;schung Ihre Monsieur Cuisine Kontos veranlassen, werden Ihre Daten entsprechend gel&ouml;scht. Die von Ihnen zu diesem Zeitpunkt eingestellten Kommentare und Rezepte werden anschlie&szlig;end anonymisiert und weiter anderen Besuchern der Webseite und der MC-App zug&auml;nglich gemacht. Wenn Sie dar&uuml;ber hinaus eine vollst&auml;ndige L&ouml;schung der von Ihnen eingestellten Kommentare und Rezepte w&uuml;nschen, teilen Sie uns dies bitte in einer gesonderten Anfrage an unseren Kundenservice (Ziffer 3) mit. Ihre Rezepte und Kommentare werden wir sodann vollst&auml;ndig l&ouml;schen.</p>
<p style="font-weight: 400;">Zudem k&ouml;nnen Sie die auf Ihrem MCC lokal gespeicherten Nutzerdaten durch Ausf&uuml;hren eines &bdquo;Werksresets&ldquo; l&ouml;schen. Den &bdquo;Werksreset&ldquo; finden Sie im Bereich &bdquo;Einstellungen&ldquo; unter &bdquo;Werkseinstellungen&ldquo; und dann &bdquo;auf Werkseinstellungen zur&uuml;cksetzen&ldquo;.</p>
<h3><strong>2.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Ermittlung Ihres Wohnlandes</strong></h3>
<p style="font-weight: 400;"><u>Zwecke der Datenverarbeitungen/ Rechtsgrundlagen:</u></p>
<p style="font-weight: 400;">Über Ihr MCC ist es uns möglich Kommunikationen in Form eines sog. „Pop-ups“ anzuzeigen. Damit unsere Kommunikation möglichst landesbezogen sein kann, erheben und analysieren wir Ihre IP-Adresse. Es ist uns hierbei nicht möglich, Rückschlüsse auf Ihre konkrete Person sowie auf Ihren genauen Standort zu ziehen. Lediglich das Land, in dem Sie wohnen, können wir nachvollziehen.</p>
<p style="font-weight: 400;">Rechtsgrundlage für die Verarbeitung Ihrer IP-Adresse ist dabei Art. 6 Abs. 1 lit. f) DSGVO. Unser und Ihr gleichlaufendes (berechtigtes) Interesse an dieser Datenverarbeitung ergibt sich aus dem Ziel für das Land, in dem Sie wohnen, zutreffende Kommunikationen einzublenden.</p>
<p style="font-weight: 400;"><u>Speicherdauer/ Kriterien f&uuml;r Festlegung der Speicherdauer:</u></p>
<p style="font-weight: 400;">Ihre IP-Adresse wird spätestens nach Beendigung der Kampagne, die unsere Kommunikation begründet hat, gelöscht.</p>
<h3><strong>2.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Analyse Ihrer Nutzung unserer Services</strong></h3>
<p style="font-weight: 400;"><u>Zwecke der Datenverarbeitungen/ Rechtsgrundlagen:</u></p>
<p style="font-weight: 400;">Sofern Sie in die Analyse Ihrer Nutzung des MCC eingewilligt haben, verarbeiten wir zur &Uuml;berpr&uuml;fung und Weiterentwicklung der Funktionen Ihres MCC, zur Weiterentwicklung und Optimierung der bereitgestellten Rezeptangebote ggf. mit Anpassung der Angebote an regionale Nutzungsgewohnheiten und zur&nbsp;&nbsp; ordnungsgem&auml;&szlig;en, effizienten und erfolgreichen Durchf&uuml;hrung von Support, Reparatur und Wartung Ihres MCC insbesondere folgende Informationen: Koch- und sonstiges Nutzungsverhalten bzgl. Ihres MCC (z.B. gestartete Ger&auml;tefunktion pro Rezept, aktive Zeit pro Rezeptschritt, Nutzung bestimmter Funktionen Ihres MCC, vorgenommene Einstellungen).</p>
<p style="font-weight: 400;">Sofern Sie eine oder mehrere Einwilligungen in die Datenverarbeitung erteilt haben, speichern wir gemeinsam mit Ihrer Ger&auml;te-ID den Zeitstempel und die Tatsache der Einwilligungserkl&auml;rung. Auf diese Weise erf&uuml;llen wir unsere gesetzliche Pflicht, die Rechtm&auml;&szlig;igkeit der auf der Einwilligung basierenden Datenverarbeitungen nachweisen zu k&ouml;nnen (Art. 6 Abs. 1 Buchstabe c), Art. 5 Abs. 2 DSGVO). Falls Sie keine Einwilligung erteilen, speichern wir die Information, dass Sie der Datenverarbeitung nicht zugestimmt haben.</p>
<p style="font-weight: 400;"><u>Speicherdauer/ Kriterien f&uuml;r Festlegung der Speicherdauer:</u></p>
<p style="font-weight: 400;">Sofern Sie eine Einwilligung in die Verarbeitung Ihrer Daten &uuml;ber die Nutzung Ihres MCC erteilt haben, speichern wir die auf Basis dieser Einwilligung verarbeiteten Daten f&uuml;r maximal 7 Tage nach ihrer Erhebung. Nach Ablauf dieser Frist werden Ihre Daten anonymisiert und als statistische Auswertung zusammengefasst, bevor wir sie 6 Monate sp&auml;ter endg&uuml;ltig l&ouml;schen.</p>
<p style="font-weight: 400;">Die Daten zum Nachweis Ihrer Einwilligung speichern wir f&uuml;r maximal 24 Monate, nachdem wir die Verarbeitung Ihrer personenbezogenen Daten auf Grundlage Ihrer Einwilligung eingestellt haben.</p>
<h3><strong>2.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><strong>Empf&auml;nger/ Kategorien von Empf&auml;ngern der Daten</strong></h3>
<p style="font-weight: 400;">Teilweise setzen wir f&uuml;r die Verarbeitung Ihrer Daten Dienstleister ein. Sie sind an unsere Weisungen gebunden und werden vor Beginn der Datenverarbeitung und sodann regelm&auml;&szlig;ig von uns kontrolliert. Diese Unternehmen verfolgen mit Ihren personenbezogenen Daten keine eigenen Zwecke.</p>
<p style="font-weight: 400;">In diesem Zusammenhang leiten wir Ihre Daten an Empf&auml;nger weiter, die uns in folgenden Bereichen unterst&uuml;tzen:</p>
<p style="font-weight: 400;">o Speicherkapazit&auml;t, Datenbank-Systeme</p>
<p style="font-weight: 400;">o Technischer Support, Content-Redaktion und Betreuung der Nutzerkonten</p>
<p style="font-weight: 400;">Sofern Ihre personenbezogenen Daten dabei in einem Staat au&szlig;erhalb des Europ&auml;ischen Wirtschaftsraums verarbeitet werden, halten wir strikt die Vorschriften der DSGVO an einen solchen Drittlandtransfer ein (insbesondere durch den Abschluss von Standarddatenschutzklauseln). Aktuell sind derartige Datenzugriffe nur aus den USA und Hongkong und teilweise lediglich nach gesonderter Freigabe durch einen unserer Dienstleister in der EU m&ouml;glich.</p>
<h2>3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ihre Betroffenenrechte</h2>
<p style="font-weight: 400;">Selbstverst&auml;ndlich teilen wir Ihnen auf Anfrage die Informationen nach Art. 15 DSGVO mit (insbesondere die zu Ihrer Person gespeicherten Daten, den Empf&auml;nger oder die Kategorien von Empf&auml;ngern, an die Daten weitergegeben werden, den Zweck der Speicherung etc.). Zudem haben Sie unter den jeweiligen gesetzlichen Voraussetzungen einen Anspruch auf Berichtigung unrichtiger Daten (Art. 16 DSGVO) sowie auf L&ouml;schung (Art. 17 DSGVO), Einschr&auml;nkung der Verarbeitung (Art. 18 DSGVO) und die &Uuml;bertragbarkeit Ihrer personenbezogenen Daten (Art. 20 DSGVO).</p>
<p style="font-weight: 400;"><strong>In den F&auml;llen, in denen die Datenverarbeitung auf Art. 6 Abs. 1 Buchstabe e) oder f) DSGVO beruht und/oder zum Zwecke der Direktwerbung erfolgt, haben Sie das Recht, gegen die Verarbeitung Widerspruch einzulegen, unter anderem indem Sie uns unter Ziffer 6 genannten E-Mail-Adresse kontaktieren.</strong></p>
<p style="font-weight: 400;">Sofern Sie eine oder mehrere Einwilligung(en) erteilt haben, k&ouml;nnen Sie diese jederzeit jeweils mit Wirkung f&uuml;r die Zukunft uns gegen&uuml;ber widerrufen.</p>
<p style="font-weight: 400;">Wenn Sie diese Rechte aus&uuml;ben m&ouml;chten oder Fragen zur Erhebung, Verarbeitung und Nutzung Ihrer personenbezogenen Daten haben, k&ouml;nnen Sie uns jederzeit entsprechend Ihres Standorts unter datenschutz-mc@lidl.de (Deutschland), datenschutz-mc@lidl.at (&Ouml;sterreich) oder datenschutz-mc@lidl.ch (Schweiz) kontaktieren.</p>
<p style="font-weight: 400;">Ferner haben Sie ein Recht auf Einlegung einer Beschwerde bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde.</p>
<h2>4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Keine Pflicht, Daten bereitzustellen</h2>
<p style="font-weight: 400;">Sie sind nicht verpflichtet, personenbezogene Daten bereitzustellen. Ohne Ihre in Ihrem Account hinterlegten Daten und die Herstellung einer Internetverbindung k&ouml;nnen Sie jedoch einige Funktionen des MCC nur eingeschr&auml;nkt nutzen (etwa Herunterladen von neuen Rezepten oder Softwareaktualisierungen). Zudem k&ouml;nnen wir Ihnen ohne Ihre Einwilligung in die Datenverarbeitung weniger an Ihren m&ouml;glichen Interessen orientierte Produkte und Rezepte anzeigen.</p>
<h2>5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&Auml;nderung der Datenschutzhinweise</h2>
<p style="font-weight: 400;">Eine &Auml;nderung dieser Datenschutzhinweise kann durch Ver&auml;nderungen der Rechtslage oder der Umst&auml;nde der Datenverarbeitung im Rahmen der Nutzung des MCC notwendig sein. Sollten sich die Zwecke der Erhebung, Verarbeitung oder Nutzung Ihrer personenbezogenen Daten sowie die Identit&auml;t der verantwortlichen Stelle und die Kategorien von Empf&auml;ngern &auml;ndern, werden wir Sie hier&uuml;ber informieren und soweit erforderlich nach Ihrer Einwilligung fragen.</p>
<h2>6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Verantwortlicher und Datenschutzbeauftragter</h2>
<p style="font-weight: 400;">Verantwortlich f&uuml;r die Verarbeitung Ihrer personenbezogenen Daten im Rahmen der Nutzung Ihres MCC ist die Lidl Stiftung &amp; Co. KG, Stiftsbergstra&szlig;e 1, 74167 Neckarsulm.</p>
<p style="font-weight: 400;">Der betriebliche Datenschutzbeauftragte der Lidl Stiftung &amp; Co. KG ist unter der oben genannten Anschrift zu H&auml;nden des Datenschutzbeauftragten bzw. &ndash; je nach Ihrem Standort &ndash; unter&nbsp;den unter Ziffer 3 genannten Kontaktadressen&nbsp;erreichbar.</p></body></html>