<html><head><meta version="1"/><meta charset="UTF-8"></head><body>
    <h3>Nutzungsbedingungen f&uuml;r die Website www.monsieur-cuisine.com, Monsieur Cuisine Account und die Monsieur Cuisine App</h3>
    <h3>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anbieter und Geltungsbereich</h3>
    <p style="font-weight: 400;">1.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Die Lidl Stiftung &amp; Co. KG, Stiftsbergstra&szlig;e 1, 74172 Neckarsulm, Registergericht Stuttgart, HRA 102314&nbsp; (nachfolgend &bdquo;Lidl&ldquo; genannt) bietet auf der Webseite&nbsp;<a href="http://www.monsieur-cuisine.com">www.monsieur-cuisine.com</a>&nbsp;(&bdquo;Webseite&ldquo;) sowie der App &bdquo;Monsieur Cuisine&ldquo; (&bdquo;App&ldquo;) eine Plattform f&uuml;r u.a. Rezeptsammlungen an (Webseite und App nachfolgend gemeinsam &bdquo;Plattform&ldquo;).</p>
    <p style="font-weight: 400;">1.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Die Plattform wird von Lidl ausschlie&szlig;lich auf Grundlage dieser Nutzungsbedingungen angeboten. Der Nutzer kann die aktuellen Nutzungsbedingungen jederzeit auf der Webseite unter&nbsp;<a href="https://www.monsieur-cuisine.com/de/impressum/#c28644">https://www.monsieur-cuisine.com/de/impressum/#c28644</a>&nbsp;und in der App unter &bdquo;Profil, Datenschutz &amp; Nutzungsbedingungen&ldquo; abrufen, abspeichern und ausdrucken.</p>
    <p style="font-weight: 400;">1.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wir speichern diesen Vertragstext nach Vertragsschluss nicht. Der Nutzer kann die Nutzungsbedingungen jederzeit in dem Hauptmen&uuml; der App und auf der Webseite abrufen und speichern.</p>
    <h3>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Registrierung</h3>
    <p>2.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nutzer k&ouml;nnen ohne Registrierung die &ouml;ffentlich verf&uuml;gbaren Informationen auf der Plattform einsehen.</p>
    <p>2.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Die Nutzung der Plattform, u.a. zur Abgabe von Bewertungen und zum Einstellen von Kommentaren sowie Rezepten und Fotos, bedarf der Registrierung durch den jeweiligen Nutzer und Erstellung eines Accounts. Bei der App kann die Registrierung nach deren Download vorgenommen werden.</p>
    <p>2.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bei Nutzung der Plattform in Verbindung mit dem Monsieur Cuisine Connect, gibt der Nutzer&nbsp;ein bindendes Angebot &uuml;ber die Registrierung f&uuml;r die Plattform und die Nutzung des Leistungsumfangs ab, indem der Nutzer in der App auf den Button &bdquo;Registrieren&ldquo; und auf der Webseite auf den Button &bdquo;Jetzt registrieren&ldquo; klickt und alle verlangten Angaben macht, den Benutzernamen und das Passwort eingibt und auf den &bdquo;Fertig&ldquo;-Button bzw. auf den &bdquo;Registrieren und Nutzerkonto anlegen&ldquo;-Button klickt.</p>
    <p>2.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Durch dieses Angebot entstehen dem Nutzer keinerlei Kosten. Bis zu einem Klick auf den &bdquo;&bdquo;Fertig&ldquo;-Button bzw. &bdquo;Registrieren und Nutzerkonto anlegen&ldquo;-Button kann die Registrierung jederzeit abgebrochen oder die get&auml;tigten Angaben ver&auml;ndert werden, indem die gemachten Angaben in den verschiedenen Feldern gel&ouml;scht, erg&auml;nzt oder berichtigt werden oder die App geschlossen wird. Nach Beendigung des Registrierungsprozesses kann der Nutzer die gemachten Angaben in dem pers&ouml;nlichen Account jederzeit&nbsp;ver&auml;ndern.</p>
    <p>2.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nach Eingang des Angebots zum Abschluss des Vertrags erh&auml;lt der Nutzer eine Best&auml;tigung &uuml;ber den Eingang des Angebots (&bdquo;Bestellbest&auml;tigung&ldquo;) an die E-Mail-Adresse, die im Rahmen der Registrierung angegeben wurde. Diese Bestellbest&auml;tigung stellt zugleich die Annahme des Angebots durch Lidl dar (&bdquo;Vertragsschluss&ldquo;) und enth&auml;lt einen Verifizierungslink. Die Plattform kann in Anspruch genommen werden, sobald der Nutzer den &uuml;ber die E-Mail enthaltenen Verifizierungslink best&auml;tigt hat.</p>
    <p>2.6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Da die Nutzung der Plattform freiwillig und kostenlos von Lidl erbracht wird, ist Lidl berechtigt das Anlegen eines Accounts im Einzelfall ohne Angabe eines Grunds zu verweigern.</p>
    <p>2.7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Die E-Mail-Adresse, die der Nutzer angibt, darf noch keinem anderen Account zugeordnet sein. Es ist auch verboten, eine E-Mail-Adresse oder sonstige Kontaktdaten anzugeben, die nicht dem Nutzer geh&ouml;ren, insbesondere sogenannte &bdquo;Wegwerf- E-Mail-Adressen&ldquo;. Der Nutzer muss die Zugangsdaten sicher aufbewahren. Es ist untersagt, anderen Personen Zugang zu dem Account zu verschaffen.</p>
    <p>2.8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jede Interaktion mit Lidl, die &uuml;ber den Account des Nutzers erfolgt, wird dem Nutzer&nbsp;zugerechnet. Das gilt auch, wenn Dritte &uuml;ber den Account gehandelt haben, falls diese Dritten den Account wegen eines schuldhaften Verhaltens des Nutzers nutzen konnten. Der Nutzer ist verpflichtet, Lidl unverz&uuml;glich &uuml;ber jede unbefugte Nutzung des Accounts zu unterrichten und die Zugangsdaten zu &auml;ndern, falls Anhaltspunkte bestehen, dass der Account von Dritten genutzt wird.</p>
    <h3>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Leistungsinhalte</h3>
    <p style="font-weight: 400;">Die Plattform bietet dem Nutzer eine Vielzahl an Nutzungsm&ouml;glichkeiten (&bdquo;Leistungsinhalte&ldquo;), die dem Nutzer auf der Plattform angezeigt und zur Verf&uuml;gung gestellt werden. Diese umfassen u.a. folgende oder &auml;hnliche Leistungsinhalte:</p>
    <ul>
        <li style="font-weight: 400;">Suche nach Rezepten</li>
        <li style="font-weight: 400;">Registrierte Nutzer haben zudem die M&ouml;glichkeit,</li>
    </ul>
    <p style="font-weight: 400;">-&nbsp;&nbsp;&nbsp;Auswahl von Rezeptfavoriten&nbsp;und Speicherung im Profil.</p>
    <p style="font-weight: 400;">-&nbsp;&nbsp;&nbsp;Bebilderung und Ver&ouml;ffentlichung selbst erstellter Rezepte (nur auf der Webseite m&ouml;glich)&nbsp;</p>
    <p style="font-weight: 400;">-&nbsp;&nbsp;&nbsp;Kommentierung der Rezepte anderer Nutzer (nur auf Webseite m&ouml;glich)</p>
    <p style="font-weight: 400;">-&nbsp;&nbsp;&nbsp;Erstellung von Einkaufslisten (nur in der App m&ouml;glich)</p>
    <p style="font-weight: 400;">-&nbsp;&nbsp;&nbsp;Kostenfreier Download der Monsieur-Cuisine Kochb&uuml;cher (nur von der Webseite m&ouml;glich)&nbsp; &nbsp;</p>
    <p style="font-weight: 400;">-&nbsp;&nbsp;&nbsp;Synchronisation der Nutzerkonten zwischen der Monsieur Cuisine-App, Monsieur Cuisine-Webseite und Monsieur Cuisine Connect&nbsp;</p>
    <h3>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rechteeinr&auml;umung</h3>
    <p>4.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Der Nutzer erh&auml;lt f&uuml;r die Dauer dieses Vertrages das nicht ausschlie&szlig;liche, nicht &uuml;bertragbare und nicht unterlizenzierbare Recht, die Plattform ausschlie&szlig;lich zum Zwecke ihrer ordnungsgem&auml;&szlig;en Benutzung nach Ma&szlig;gabe dieser Bedingungen zu nutzen. Der Nutzer darf die Plattform nicht ver&auml;ndern, anpassen, &uuml;bersetzen oder in irgendeiner Weise bearbeiten oder mit einer anderen Software verbinden. Eine kommerzielle Nutzung der Rezepte ist ausgeschlossen.</p>
    <p>4.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Der Nutzer r&auml;umt Lidl das zeitlich und r&auml;umlich unbegrenzte Recht ein, die von ihm &uuml;bermittelten Vorschl&auml;ge, Ideen, Rezepte und sonstigen Inhalte zu bearbeiten und auf der Plattform, dem Lidl-Online-Shop und auf Social Media Kan&auml;len selbst oder durch Dritte &ouml;ffentlich zug&auml;nglich zu machen sowie zu vervielf&auml;ltigen und zu verbreiten, um die in Ziff.&nbsp;3&nbsp;beschriebenen Leistungsinhalte auch gegen&uuml;ber anderen Nutzern zu erbringen.</p>
    <p>4.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Der Nutzer erkl&auml;rt sich damit einverstanden, dass Lidl anderen Nutzern die Inhalte gem&auml;&szlig; Ziff. 4.2 zug&auml;nglich macht und dass die von ihm eingestellten Rezepte von anderen Nutzern zu privaten Zwecken heruntergeladen, unbegrenzt vervielf&auml;ltigt sowie im pers&ouml;nlichen Bekannten- und Verwandtenkreis zur privaten Nutzung unentgeltlich im vorgenannten Umfang weitergegeben werden.</p>
    <p>4.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Der Nutzer versichert, dass keine der &uuml;bermittelten Inhalte Rechte Dritter, insbesondere Namens-, Marken-, Urheber-, Bild- und Datenschutzrechte, verletzt.</p>
    <h3>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pflichten des Nutzers</h3>
    <p>5.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Der Nutzer muss jedwede T&auml;tigkeit unterlassen, die geeignet ist, den Betrieb der Plattform oder der dahinterstehenden technischen Infrastruktur zu beeintr&auml;chtigen.</p>
    <p>5.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Der Nutzer verpflichtet sich gegen&uuml;ber Lidl, keine Inhalte auf die Plattform hochzuladen, die durch ihren Inhalt oder ihre Form oder Gestaltung oder auf sonstige Weise gegen geltendes Recht oder die guten Sitten versto&szlig;en.</p>
    <p>5.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dem Nutzer ist es insbesondere untersagt Inhalte zu ver&ouml;ffentlichen oder zu verbreiten, die</p>
    <ul>
        <li style="font-weight: 400;">gegen geltendes Recht versto&szlig;en oder sittenwidrig sind;</li>
        <li style="font-weight: 400;">Marken, Patente, Urheberrechte, sonstige Schutzrechte, Gesch&auml;ftsgeheimnisse oder andere Rechte Dritter verletzen;</li>
        <li style="font-weight: 400;">obsz&ouml;nen, rassistischen, Gewalt verherrlichenden, pornografischen, jugendgef&auml;hrdenden oder sonst die Entwicklung von Kindern und Jugendlichen gef&auml;hrdenden oder beeintr&auml;chtigenden Charakter haben;</li>
        <li style="font-weight: 400;">beleidigenden, bel&auml;stigenden, verleumderischen oder sonst pers&ouml;nlichkeitsverletzenden Charakter haben;</li>
        <li style="font-weight: 400;">personenbezogene Daten von Dritten ohne deren ausdr&uuml;ckliche Zustimmung zum Gegenstand haben;</li>
        <li style="font-weight: 400;">kommerziellen, insbesondere werbenden Charakter haben.</li>
    </ul>
    <p>5.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Die von Nutzern eingestellten Inhalte werden automatisiert und ohne vorherige &Uuml;berpr&uuml;fung auf Verst&ouml;&szlig;e gegen diese Nutzungsbedingungen oder geltendes Recht ver&ouml;ffentlicht. Lidl macht sich die von Nutzern eingestellten Inhalte ausdr&uuml;cklich nicht zu Eigen.</p>
    <p>5.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dar&uuml;ber hinaus hat jeder Nutzer die M&ouml;glichkeit, vermutete rechtswidrige Inhalte an Lidl zu melden.</p>
    <h3>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Haftung</h3>
    <p>6.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lidl haftet f&uuml;r Vorsatz und grobe Fahrl&auml;ssigkeit sowie bei Sch&auml;den aus der Verletzung des Lebens, des K&ouml;rpers oder der Gesundheit unbeschr&auml;nkt.</p>
    <p>6.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In F&auml;llen leichter Fahrl&auml;ssigkeit haftet Lidl nur bei Verletzung einer wesentlichen Vertragspflicht. Eine wesentliche Vertragspflicht in diesem Sinne ist eine Pflicht, deren Erf&uuml;llung die Durchf&uuml;hrung des Vertrages erst erm&ouml;glicht und auf deren Erf&uuml;llung sich der Vertragspartner deswegen regelm&auml;&szlig;ig verlassen darf.</p>
    <p>6.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Die Haftung gem&auml;&szlig; Ziff.&nbsp;6.2&nbsp;ist auf den im Zeitpunkt des Vertragsschlusses typischen und vorhersehbaren Schaden begrenzt.</p>
    <p>6.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Die Haftungsbeschr&auml;nkungen gelten zugunsten der Mitarbeiter, Beauftragten und Erf&uuml;llungsgehilfen von Lidl entsprechend.</p>
    <p>6.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Eine etwaige Haftung von Lidl f&uuml;r ausdr&uuml;cklich als solche bezeichneten Garantien und f&uuml;r Anspr&uuml;che auf Grund des Produkthaftungsgesetzes bleibt unber&uuml;hrt.</p>
    <p>6.6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Im &Uuml;brigen ist eine Haftung von Lidl ausgeschlossen.</p>
    <h3>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Laufzeit und K&uuml;ndigung</h3>
    <p>7.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Der Nutzungsvertrag wird f&uuml;r unbestimmte Zeit geschlossen und ist zu jeder Zeit durch den Nutzer und durch Lidl k&uuml;ndbar.</p>
    <p>7.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bei Nutzung der Plattform in Verbindung mit dem Monsieur Cuisine Connect, kann der registrierte Nutzer die K&uuml;ndigung des Nutzungsvertrags jederzeit ohne Einhaltung einer Frist gegen&uuml;ber Lidl erkl&auml;ren, bspw. per E-Mail an&nbsp;<a href="mailto:datenschutz-mc@lidl.de">datenschutz-mc@lidl.de</a>.</p>
    <p>7.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Das Recht der Parteien zur au&szlig;erordentlichen K&uuml;ndigung aus wichtigem Grund bleibt unber&uuml;hrt.</p>
    <h3>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Versto&szlig; gegen die Nutzungsbedingungen</h3>
    <p>8.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Der Nutzer verpflichtet sich gegen&uuml;ber Lidl, die Plattform nur zu Zwecken zu nutzen, die nicht gegen die vorliegenden Nutzungsbedingungen oder gegen anwendbares Recht versto&szlig;en oder die Rechte Dritter verletzen.</p>
    <p>8.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lidl beh&auml;lt sich vor, den Zugang zur Plattform zu sperren, sofern und solange der Nutzer in nicht unerheblichem Ma&szlig;e gegen die Nutzungsbedingungen verst&ouml;&szlig;t.</p>
    <p>8.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ziff.&nbsp;4.2&nbsp;und&nbsp;4.3&nbsp;bleibt von einer K&uuml;ndigung unber&uuml;hrt.</p>
    <h3>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Allgemeine Bestimmungen</h3>
    <p>9.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Die Vertragssprache ist Deutsch.</p>
    <p>9.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;F&uuml;r die gesamten Rechtsbeziehungen zwischen dem Nutzer und Lidl gilt das Recht der Bundesrepublik Deutschland unter Ausschluss&nbsp; des UN-Kaufrechts, sofern der Nutzer seinen gew&ouml;hnlichen Aufenthalt in Deutschland hat, oder sein gew&ouml;hnlicher Aufenthalt in einem Staat ist, der nicht Mitglied der Europ&auml;ischen Union ist. F&uuml;r den Fall, dass der Nutzer seinen gew&ouml;hnlichen Aufenthalt in einem anderen Mitgliedsstaat der Europ&auml;ischen Union hat, bleiben zus&auml;tzlich zwingende Bestimmungen dieses Mitgliedsstaates, in dem das Mitglied seinen gew&ouml;hnlichen Aufenthalt hat, unber&uuml;hrt.</p>
    <p>9.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Im Falle der Unwirksamkeit einzelner Regelungen dieser Nutzungsbedingungen bleibt die Wirksamkeit der &uuml;brigen Regelungen unber&uuml;hrt.</p>
    <p>9.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Die Europ&auml;ische Kommission stellt eine Plattform zur Online-Streitbeilegung bereit, die der Kunde unter&nbsp;<a href="http://www.ec.europa.eu/consumers/odr">http://www.ec.europa.eu/consumers/odr</a>&nbsp;erreichen kann. Lidl ist zur Teilnahme an einem Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle nicht verpflichtet und nicht bereit.</p>
    <p style="font-weight: 400;">&nbsp;</p>
    <p style="font-weight: 400;">Stand: Oktober/2021</p>
    <p style="font-weight: 400;">&nbsp;</p>
</body></html>